{"classes": ["SKILL", "ATTRIBUTE", "EXPERIENCE"], "annotations": [["We are engineers, high line workers, power plant managers, accountants, electricians, project coordinators, risk analysts, customer service operators, community representatives, safety and security specialists, communicators, human resources partners, information technology technicians and much, much more. We are 3,300 people committed to enhancing the lives of the communities we serve. Together, we are powering the growth and success of our community progress every day! Grade : 14 , 15 , 16Qualifications may warrant placement in a different job level.", {"entities": []}], ["Do you wake up every morning wanting to make a difference in the world? If you can manufacture something that will literally change and enhance the lives of people throughout the world does it motivate you? Here at Modus Advanced we make custom components that go into innovative products that are impacting everyone from our Navy Seals and Troops to patients needing life saving medical devices and treatments. Everyday, we remain passionate and committed because what we do matters! Please watch the video below if you would like to learn more (you may need to paste the link into your browser): https: //share.vidyard.com/watch/it7DZuHLFEmyU1Y9gTptEP? An ideal candidate for this position would have an Engineering background and is eager to make a significant contribution!", {"entities": [[269, 279, "ATTRIBUTE"], [432, 442, "ATTRIBUTE"], [447, 456, "ATTRIBUTE"], [702, 724, "EXPERIENCE"], [732, 737, "ATTRIBUTE"]]}], ["Intro (Use Font Arial 12): As a Machine Learning Engineer, you will be a part of the team responsible for making it easy to deploy, manage, and monitor machine learning models at scale in production. You will join a team that developes the infrastructure to facilitate model orchestration. Collaborate with both data scientists and platform engineers to create intuitive and resilient solutions. You will also be expected to follow the best practices of Agile software development, including high coding quality with testing coverage, and continuous integration and deployment of your solutions.What You'll Be Doing: Design and build scalable machine learning infrastructure for model management, continuous training and deployment, and serving predictions.Support the operation services and set up monitoring, to keep our services at the highest level of service agreement.Location and Travel Details: Profile of Success: About AIS: EEO Statement :", {"entities": [[31, 56, "EXPERIENCE"], [123, 198, "EXPERIENCE"], [268, 288, "EXPERIENCE"], [453, 479, "SKILL"], [538, 575, "SKILL"]]}], ["OverviewAlliant is seeking a Senior Data Scientist to join its Data Science team to build predictive machine learning models and perform customer segmentation. The ideal candidate will be data-curious and willing to participate with a team driven to provide direct and digital marketing clients with innovative, profit-building solutions. The successful candidate will have a wide-range of experience building machine learning models and presenting the results to marketing teams and senior management. Additionally, candidates should be highly experienced with Python, SAS, large-scale databases, web analytics and data manipulation. This position will report to the Vice President of Data Science and become a key contributor to a skilled predictive modeling and analytics team.Principal Responsibilities :", {"entities": [[29, 50, "EXPERIENCE"], [63, 75, "EXPERIENCE"], [90, 124, "EXPERIENCE"], [137, 159, "EXPERIENCE"], [188, 200, "ATTRIBUTE"], [235, 246, "ATTRIBUTE"], [562, 568, "SKILL"], [570, 573, "SKILL"], [575, 596, "EXPERIENCE"], [598, 611, "EXPERIENCE"], [616, 634, "EXPERIENCE"]]}], ["Company Overview: Age of Learning is a leading education technology innovator based in Glendale, California, with a talented team of more than 600 individuals comprised of nationally-renowned educators, curriculum experts, developers, artists, writers, designers, engineers, producers, product managers, analysts and marketing experts! Together we develop engaging, effective digital learning technology and content to help children build a strong academic foundation for lifelong success.Our flagship product ABCmouse.com Early Learning Academyå¨ is a comprehensive online curriculum and the #1 digital learning product for young children. To-date, more than 30 million children worldwide have completed over 8 billion Learning Activities on ABCmouse. We recently launched Adventure Academy, the first massively multiplayer online (MMO) game designed specifically to help elementary- and middle-school-aged children learn. It features thousands of engaging Learning Activities\u0089ÛÓincluding minigames, books, original animated and live action series, and more\u0089ÛÓin a fun and safe virtual world. Other Age of Learning programs include immersive English language learning products for children in China and Japan; ReadingIQ, a digital library and literacy platform; and a groundbreaking personalized, adaptive digital learning system that individualizes math instruction for every child through AI-driven technology.", {"entities": []}], ["nan", {"entities": []}], ["Position OverviewOur Senior IT Systems & Network Engineers hold a wealth of knowledge regarding complex LAN and WAN network infrastructure. They are able to provide the highest level of network system maintenance and support, and are expected to have leading-class knowledge of hardware, software, networking, and security. A Senior Systems & Network Engineer should have years of experience working in the field, and should have a strong background in customer service and team leadership. Individuals must possess excellent technical and troubleshooting skills, and must also have outstanding personal skills as working closely with customers is imperative.Note: This position is generally not remote. We may consider select remote candidates who are located within Iowa. Candidates outside of Iowa will be required to relocate to the Iowa Great Lakes region.", {"entities": [[104, 107, "EXPERIENCE"], [112, 139, "EXPERIENCE"], [278, 286, "EXPERIENCE"], [288, 296, "EXPERIENCE"], [298, 308, "EXPERIENCE"], [314, 323, "EXPERIENCE"], [453, 469, "EXPERIENCE"], [474, 490, "EXPERIENCE"]]}], ["Leidos is looking for scientific programmers with an aerospace or mechanical engineering background to support our growing work in the Eglin office. In this capacity you will propose, design and develop new Artificial Intelligence/Machine Learning (AI/ML) tools to support the design and analysis of high speed weapons systems. Leidos presently uses deep learning Artificial Neural Networks (ANN) s for the purpose of providing fast running models, and thus you would maintain existing ANN\u0089Ûªs in addition to developing new ANN based fast running models.In this position you will work directly with accomplished aerospace, mechanical, and electrical engineers both internal to Leidos and with external customers. You will need to effectively propose new research ideas to the customer, execute on the research, and present verbal and written status reports. The ability to publish research papers in academic journals and present conference papers is a requirement.EligibleNoSecretYes , 10% of the time40DayProfessionalSoftware Engineering", {"entities": [[22, 32, "ATTRIBUTE"], [53, 99, "EXPERIENCE"], [207, 247, "EXPERIENCE"], [249, 254, "EXPERIENCE"], [364, 390, "EXPERIENCE"], [392, 395, "EXPERIENCE"], [753, 761, "EXPERIENCE"], [785, 808, "EXPERIENCE"], [822, 856, "EXPERIENCE"]]}], ["IT Support Engineer (Networking) Location: Henderson, NVExperience : 1 to 5 YearsAre you interested in expanding your technical leadership expertise in a highly challenging state-of-the-art engineering environment? If so, Thermo Systems is offering an exciting opportunity to take your IT career to the next level. As an IT Support Engineer for Thermo Systems, some overnight and project business travel is required.Who We Are :", {"entities": []}], ["About JLG, an Oshkosh companyJLG began in 1969, when our founder, John L. Grove set out to resolve growing safety concerns in the construction industry. Since then we have been committed to understanding the challenges and delivering innovative solutions to the access market. We partner with customers to provide quality equipment, training opportunities and trusted support within the access industry. We are a global company, and our products\u0089ÛÓincluding mobile elevating work platforms, telehandlers, utility vehicles and accessories\u0089ÛÓcan be found all over the world.JOB SUMMARY: The Data Scientist responsibilities include working through the entire data science lifecycle with an emphasis on applying their data mining and predictive modeling expertise. Critical thinking and problem-solving skills are essential, along with a deep curiosity and passion for research. The role will include mentoring other members of the Advanced Analytics & Insights team. This role will be responsible for preparing and delivering the results of their analysis. The ultimate goal of this role will be to help the company utilize data and analytics to generate business value.", {"entities": [[655, 677, "EXPERIENCE"], [713, 724, "EXPERIENCE"], [729, 748, "EXPERIENCE"], [760, 777, "ATTRIBUTE"], [782, 797, "ATTRIBUTE"], [833, 873, "ATTRIBUTE"]]}], ["Bluewrist Inc. develops and markets industrial automation solutions in the areas of robotics and machine vision, including solutions for robot guidance, bin-picking, flexible inspection , 3D scanning and robot calibration. We are a technology driven company with world class clients around the world.We offer exceptional opportunities including career development, training and growth from within potential for skilled, motivated professionals. We are a proud Equal Opportunity Employer, committed to providing our employees work-life balance with competitive compensation packages including: Top wagesBenefits for you and your dependentsVacation and Personal days", {"entities": [[84, 92, "EXPERIENCE"], [97, 111, "EXPERIENCE"], [137, 151, "EXPERIENCE"], [153, 164, "EXPERIENCE"], [166, 185, "EXPERIENCE"], [187, 198, "EXPERIENCE"], [203, 221, "EXPERIENCE"], [231, 248, "ATTRIBUTE"], [410, 417, "ATTRIBUTE"], [419, 428, "ATTRIBUTE"]]}], ["Job Posting End Date: April 20Unum is a company of people serving people. As one of the world's leading employee benefits providers and a Fortune 500 company, Unum's financial protection benefits help protect more than 36 million working people and their families from the financial impact of illness or injury. Unum's three distinct, but similarly focused US businesses \u0089ÛÒ Unum US, Colonial Life, and Starmount Life \u0089ÛÒ are each a market leader in making disability, life, accident, critical illness, dental, and vision insurance accessible in the workplace.Headquartered in Chattanooga, Tennessee, Unum also has significant US operations in Portland, Maine, - and over 35 field offices nationwide. Colonial Life is headquartered in Columbia, South Carolina with over 40 field offices nationwide. Starmount Life is based in Baton Rouge, Louisiana, and is the dental and vision center of excellence for Unum in the US.General SummaryThis position for a developing data scientist who is excited to transform data into actionable insights and impact the business through his/her work. The role requires increasing technical expertise in the fields of computer programming, applied statistics and data manipulation; and relies on developing business knowledge. The individual will participate in project work primarily within the functional area, with direction and review by manager. The individual is expected to continuously increase business knowledge and take initiative in identifying and executing analytical approaches to support assigned projects.Position will interface with actuaries on pricing, reserving, and risk.Unum", {"entities": [[1150, 1170, "EXPERIENCE"], [1172, 1190, "EXPERIENCE"], [1195, 1212, "EXPERIENCE"]]}], ["Building Science, Research Engineer III\u0089ÛÒ Sustainable ConstructionHome Innovation Research Labs is looking for an inspired building scientist/building construction engineer to join our research team responsible for programmatic efforts in the fields of energy efficiency, energy modeling, technology innovation, and green building in residential construction.Requirements: Minimum 5 years of relevant experience.MS Mechanical, Civil/Structural, or Electrical Engineering (BS with commensurate experience).Have demonstrated ability to support, lead, and manage both government and industry complex research projects to completion on time and within budget.", {"entities": [[254, 271, "EXPERIENCE"], [273, 288, "EXPERIENCE"], [290, 311, "EXPERIENCE"], [317, 331, "EXPERIENCE"], [415, 470, "EXPERIENCE"]]}], ["IAI is looking for a talented research scientist to contribute to research and development efforts in machine learning, graph theory, and scientific software development. The candidate will incorporate novel ideas and improve the state of the art on advanced projects related to processing of large networks, analyzing data in high dimensions and implementing high performance computing software. Additionally, the candidate will develop a portfolio of related research by extending existing work and proposing new methods with novel application domains.You are highly encouraged to apply if you enjoy working with data and algorithms, passionate about understanding how things work, want to solve complex problems and strive to stay current on the technology and literature in areas of high performance computing, network analysis and machine learning.", {"entities": [[102, 118, "EXPERIENCE"], [120, 132, "EXPERIENCE"], [138, 170, "EXPERIENCE"], [293, 307, "EXPERIENCE"], [309, 342, "EXPERIENCE"], [347, 396, "EXPERIENCE"], [596, 634, "ATTRIBUTE"], [636, 682, "ATTRIBUTE"], [684, 714, "ATTRIBUTE"], [719, 852, "ATTRIBUTE"]]}], ["Sr. Data Scientist-Precision MedicineRequisition #: 333944Location: Johns Hopkins Health System, Baltimore, MD 21201Category: Information TechnologyWork Shift: Day ShiftWork Week: Full Time (40 or 36 hours) Weekend Work Required: NoDate Posted: March 23 , 2021Sr Data Scientist - Precision MedicineRequisition ID 333944Work Location: This position will be remote and have the option to transition to Johns Hopkins locations around Baltimore, MD", {"entities": []}], ["Are you a talented and passionate engineer? Do you love solving problems and making ideas come to life? Are you a lifelong learner who thrives in dynamic environments and enjoys the challenge of learning new technologies and techniques? Are you a team player and enjoy collaboration, but you are also self-directed and enjoy the autonomy to be able to manage your own schedule and workload? Do you appreciate the importance of good communication and know that teamwork takes practice, effort and a good attitude? If so, we want to speak with you.The Data Scientist is responsible for collaborating with the team to design and implement systems that focus on forecasting, allocating, delivering, and reporting of advertising on the internet, TV, and connected devices. The successful candidate will utilize advanced mathematical, optimization, machine-learning, software engineering, and programming skills to solve challenging problems.", {"entities": [[10, 18, "ATTRIBUTE"], [23, 33, "ATTRIBUTE"], [51, 72, "ATTRIBUTE"], [77, 102, "ATTRIBUTE"], [114, 130, "ATTRIBUTE"], [135, 166, "ATTRIBUTE"], [171, 235, "ATTRIBUTE"], [247, 258, "ATTRIBUTE"], [263, 282, "ATTRIBUTE"], [301, 314, "ATTRIBUTE"], [319, 389, "ATTRIBUTE"], [398, 445, "ATTRIBUTE"], [460, 468, "ATTRIBUTE"], [806, 827, "EXPERIENCE"], [829, 841, "EXPERIENCE"], [843, 859, "EXPERIENCE"], [861, 881, "EXPERIENCE"], [887, 905, "EXPERIENCE"]]}], ["You're an experienced engineer with broad experience with the entire app development process. You have the intuition and creativity to anticipate the user's needs and impulses to deliver a delightful user experience.You've previously developed applications from beginning to end in Android/iOS platforms. You're used to working independently without a lot of direction and have a good understanding of everything that needs to be considered when building apps from scratch.You are passionate about detail and are interested in delving into projects involving machine learning and AI, telematics, and vision systems.This positions focus: You will use customer input and sales information to design, develop, test, and implement complex software programs and applications for our seed research equipment.", {"entities": [[69, 93, "EXPERIENCE"], [107, 116, "ATTRIBUTE"], [121, 131, "ATTRIBUTE"], [234, 256, "EXPERIENCE"], [282, 304, "EXPERIENCE"], [559, 575, "EXPERIENCE"], [580, 582, "EXPERIENCE"], [584, 594, "EXPERIENCE"], [600, 619, "EXPERIENCE"]]}], ["Ezoic, a VC backed Google Certified Publishing Partner is an easy-to-use, yet incredibly sophisticated machine learning platform that allows digital publishers to automatically test content, layouts and ads to enhance user experience and increase digital revenue. Our platform reaches more than 300 million unique individuals each month and is growing quickly.We're looking for a highly-motivated, self-starting DevOps Engineer that is excited to learn new cloud technologies and languages. You will help manage our infrastructure within AWS to keep the thousands of sites we power running smoothly. You'll also be involved in our CI/CD pipeline to keep our software engineers moving quickly, and use infrastructure as code to keep our systems up to date.This is a full-time employee position, no C2C please.", {"entities": [[412, 418, "EXPERIENCE"], [538, 541, "SKILL"], [631, 636, "SKILL"]]}], ["Machine Learning Engineer - Radar (Top Secret Clearance rqd) If you are a Machine Learning Engineer with active Top Secret Clearance, please read on! Top Reasons to Work with UsWe have a small company culture and offer extremely competitive compensation packages, including generous retirement package, company-paid PPO health insurance, generous vacation policy, and a company-wide bonus plan.We have exciting contracts and projects with US government agencies, working on the bleeding edge of Deep Learning and Machine Learning technology.You will work closely with a small team of leading Engineers and Scientists in this space, solving complex challenges and delivering solutions that ensure out country's security! - 401k - including 15% company contribution towards retirement, whether or not you contribute to the plan yourself! All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability, protected veteran status, or any other characteristic protected by law.\u0089ÛÒ In compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification document form upon hire.CyberCoders will consider for Employment in the City of Los Angeles qualified Applicants with Criminal Histories in a manner consistent with the requirements of the Los Angeles Fair Chance Initiative for Hiring (Ban the Box) Ordinance.", {"entities": [[493, 506, "EXPERIENCE"], [511, 527, "EXPERIENCE"]]}], ["Manufacturing Test EngineerWe are currently in search of a Manufacturing Test Engineer to join our Industrial Engineering department of the Marquardt Group in our location Cazenovia (USA).The Manufacturing Test Engineer is responsible for the design and development of automated test systems for Marquardt\u0089Ûªs high-volume manufacturing facility working with the Test Engineering Department to develop a testing strategy. Additionally, the Test Engineer will troubleshoot quality issues and high PPM to help facilitate solutions.This position is also referred to as a Test Equipment Design Engineer or Test Design Engineer.Essential Responsibilities: Casey Korzen, +1 248-293-7781Recruiting-US-CA @ marquardt.com", {"entities": []}], ["IntroductionASML US brings together the most creative minds in science and technology to develop lithography machines that are key to producing faster, cheaper, more energy-efficient microchips. We design, develop, integrate, market and service these advanced machines, which enable our customers - the world\u0089Ûªs leading chipmakers - to reduce the size and increase the functionality of their microchips, which in turn leads to smaller, more powerful consumer electronics. Our headquarters are in Veldhoven, the Netherlands, and we have 18 office locations around the United States including main offices in Chandler Arizona, San Jose and San Diego California, Wilton Connecticut, and Hillsboro Oregon.Job Mission", {"entities": [[45, 53, "ATTRIBUTE"]]}], ["About The Role: As a Software Engineer, you will provide product teams\u0089Ûª software development and product delivery support for the full product stack. In this role, you will be responsible for product delivery and product lifecycle with direction from the Product Owner, the Solution Owner and technical guidance from Solution Architects.What You'll Get to Do: Support software development by providing engineering patterns to deliver the optimal product; including communicating design patterns. Mentor other engineers. Provide overall technical leadership to smaller working teams as needed.", {"entities": [[131, 150, "EXPERIENCE"]]}], ["We are seeking a Software Engineer that loves working on the web and mobile platforms to join our team of passionate coders in a modern development environment. Our Agile teams collaborate to define requirements, design and create solutions that target complex business problems. Our focus is on building the highest quality applications using cutting-edge technologies to satisfy market needs.LocationLatham, New YorkResponsibilitiesCollaborate to refine requirements, design and create solutions which target defined business needs.", {"entities": [[40, 85, "ATTRIBUTE"], [106, 116, "ATTRIBUTE"], [165, 170, "SKILL"]]}], ["Provides engineering support by the programming of PLC and PC -based applications and performing the following duties: Primary ResponsibilitiesDesign, develop and maintain software for machine control applications.Participate in the customization of existing products and development of new products.Provide debug and post-sale support for Preco equipment.Ensures software designs meet equipment requirements and are completed on time.Works individually or a part of a team depending on a project\u0089Ûªs scope.", {"entities": [[51, 54, "EXPERIENCE"], [59, 81, "EXPERIENCE"], [184, 199, "EXPERIENCE"]]}], ["Job Description: Starting from $95,000Torch offers the traditional benefits, such as medical and dental insurance, but other unique benefits as well. Torch provides its employees with a comprehensive set of health care and retirement benefits; one we consider superior to those offered by other companies in the industry. In fact, Torch was recognized by the Principal Financial Group as one of the \u0089ÛÏThe Principal 10 Best Companies for Employee Financial Security\u0089Û\u009d in a national competition of small businesses based on an assessment of company benefit and retirement plans.", {"entities": []}], ["Looking for a opportunity in a growing company that appreciates both it's employees and clients? AIT Business Technologies, LLC, a locally-owned, non-franchise, and reputable IT consulting firm is seeking a new member to join our team of IT professionals. We are a firm that values relationships with our clients and employees alike. Duties include remote and on-site support, troubleshooting, engineering, and installation of equipment and software for businesses in and around the Appleton, WI area.The ideal candidate is professional, outgoing, and knowledgeable in the following core technologies: Microsoft Windows Server 2008/2012/2016/2019", {"entities": [[348, 374, "EXPERIENCE"], [376, 391, "EXPERIENCE"], [393, 404, "EXPERIENCE"], [410, 448, "EXPERIENCE"]]}], ["Job DescriptionENSCO, Inc., is seeking a Software Engineer who has worked at or with the Air Force Research Laboratory in Rome, New York. Candidate will be working with the customer and the technical lead to tackle challenging problems within the RF/Cyber domain. Responsibilities includes, but not limited to conducting rapid Research & Development (R & D), design, prototyping, demonstration, scenario development, experimentation and evaluation, integration, testing, analyzing results/data, technical installation, and transition of software/hardware products.Qualifications Required (Skills) Bachelor's degree or equivalent min 3 yrs relevant experience", {"entities": [[321, 349, "EXPERIENCE"], [351, 354, "EXPERIENCE"], [357, 363, "EXPERIENCE"], [365, 376, "EXPERIENCE"], [378, 391, "EXPERIENCE"], [393, 413, "EXPERIENCE"], [415, 445, "EXPERIENCE"], [447, 458, "EXPERIENCE"], [460, 467, "EXPERIENCE"], [469, 491, "EXPERIENCE"], [493, 515, "EXPERIENCE"], [521, 552, "EXPERIENCE"]]}], ["Abaco Systems is seeking Software Test engineering professionals with experience in test development and product qualification. We are interested in highly motivated, hands-on, engineers with a proven record of success in development through the implementation phases of tests. Abaco\u0089Ûªs Test Engineering team consists of fast-paced developers working on ruggedized product test solutions, supporting a global company providing turnkey and off the shelf products for the defense and science industries. Join us in a collaborative hands-on environment that fosters engineering excellence, creativity, and innovation.Role Responsibilities: Develop and maintain automated test sequences, software, firmware, and scripts to validate our products during development through manufacturing.", {"entities": [[564, 586, "ATTRIBUTE"], [588, 598, "ATTRIBUTE"], [658, 682, "EXPERIENCE"], [684, 692, "EXPERIENCE"], [694, 702, "EXPERIENCE"]]}], ["We\u0089Ûªre looking for an Advanced Software Engineer to join our Banking Tech Ops- tooling and automation team! This team focuses on our Xperience product group. We are a driven, creative, and energetic team that works in a flexible and agile fashion to help bridge the gap between product development and product support of enterprise products for the financial market that are used by thousands of Banking operations users every day. This team helps to automate applications, API\u0089Ûªs, and services. The team works with enterprise applications to diagnose and troubleshoot problems.MINIMUM QUALIFICATIONS: Minimum of 5 years of enterprise C #, .NET. and WPF Software Development experience.PREFERRED QUALIFICATIONS :", {"entities": [[168, 174, "ATTRIBUTE"], [176, 184, "ATTRIBUTE"], [190, 199, "ATTRIBUTE"], [636, 638, "SKILL"], [640, 645, "SKILL"], [650, 674, "SKILL"]]}], ["ResponsibilitiesSTRATTEC Security Corporation is one of the world's largest suppliers providing access and security systems to the automotive market. This drives us to be an innovative company with the latest technology. STRATTEC creates exciting opportunities to people who like to work in an environment that challenges them to be creative, deal with multiple customers and projects, and research the latest technology. You will help STRATTEC to be a pioneer by working closely with the largest automotive customers in the world along with the largest electronic partners.Let us know who you are! We want to know what motivates you and why you are the ideal candidate for our growing team. The ideal candidate will possess a team oriented attitude; have a multidiscipline background, and a passion for innovation. We are looking for leadership skills to develop a new group internally.", {"entities": [[727, 749, "ATTRIBUTE"], [758, 784, "ATTRIBUTE"], [792, 815, "ATTRIBUTE"], [835, 852, "ATTRIBUTE"]]}], ["nan", {"entities": []}], ["Job DescriptionWE MAKE COMPUTERS THAT CAN SEECognex is the global leader in the exciting and growing field of machine vision. With over $600 million of cash in the bank and no debt, we are a financially strong international company with a culture that maintains a fast paced, creative environment. Our employees, proudly called \u0089ÛÏCognoids, \u0089Û\u009d take their work but not themselves seriously. Our Work Hard, Play Hard, Move Fast culture recognizes our employees for their innovation, perseverance, and hard work in a fun, rewarding, and quirky environment.The Team", {"entities": [[110, 125, "EXPERIENCE"], [264, 274, "ATTRIBUTE"], [276, 297, "ATTRIBUTE"]]}], ["nan", {"entities": []}], ["ABC Supply, the nation\u0089Ûªs largest distributor of select exterior and interior building products, is currently seeking a Data Science Software Engineer to deliver analytics solutions for the enterprise. ABC has built a world class platform in Azure using Data Lake, Databricks and Snowflake. You will be working on the leading edge of data engineering. As a member of the Enterprise Analytics team at ABC you will be delivering high impact solutions driven by our executive leadership. ABC Supply has been the recipient of the Gallup Great Workplace Award for 14 consecutive years and is proud to be an employee-first company.The Engineer will report to the Enterprise Analytics Engineering Manager, partners with BI and Software Engineers, Analysts, Data Scientists, business stakeholders and Enterprise Analytics leadership. This role is a generalist role in our organization with a wide range of opportunities. Depending on the advanced analytical solution you will be working on, work can range from CI/CD pipeline work, data engineering, automating the disparate processes to create the end solution and/or producing an api endpoint to leverage the solution. At times we will have the potential for light application or front-end development as well. We work in general as an Agile/Scrum team and this individual will potentially contribute and participate in stakeholder meetings.", {"entities": [[243, 248, "SKILL"], [255, 264, "SKILL"], [266, 276, "SKILL"], [281, 291, "SKILL"], [1004, 1018, "SKILL"], [1025, 1041, "EXPERIENCE"], [1112, 1137, "EXPERIENCE"], [1281, 1292, "SKILL"]]}], ["Job SummaryCarnegie Robotics is seeking creative, energetic and driven Software Engineers with strong hands-on development skills to work on a variety of interesting and challenging robotics perception and control projects. This position provides the opportunity to join a team of talented veterans in the robotics field and program advanced sensors and autonomous robots from the ground up. The ideal applicant for this position has brains, creativity, and strong experience developing and testing software for robotics and/or sensing applications. We seek candidates who take pride in building solid, rigorously tested systems. Experience and interest in production-level coding and testing methods is a plus for this position.Responsibilities and Duties", {"entities": [[434, 440, "ATTRIBUTE"], [442, 452, "ATTRIBUTE"], [476, 507, "EXPERIENCE"], [512, 520, "EXPERIENCE"], [528, 549, "EXPERIENCE"], [573, 629, "ATTRIBUTE"], [657, 680, "EXPERIENCE"], [685, 700, "EXPERIENCE"]]}], ["nan", {"entities": []}], ["Our doors are open \u0089ÛÒ to you. As one of the top three companies for access and security solutions worldwide we make life easier, smarter and more secure. We are a trusted partner that stands for innovation, top performance and a fulfilling workplace. Join our team of 16,000 colleagues around the world and help us build trust every day.Systems EngineerLexington, US , 40508Mar 27 , 2021POSITION OVERVIEW: dormakaba is seeking a Systems Engineer to join the Lexington, KY engineering team. This position will be responsible for leading activities for system design and assisting in the development of access control systems and commercial locksets in the New Product Development Engineering group.", {"entities": [[196, 206, "ATTRIBUTE"], [599, 621, "EXPERIENCE"], [626, 645, "EXPERIENCE"]]}], ["The RoleSelf-motivated individual responsible for the complete life cycle of new software products along with modifications to existing software. You will be involved in all aspects of a project including pre-studies, requirement engineering, design, implementation, testing, documentation, training and support.Duties and responsibilities include, but are not limited to: Participate in customer visits to gather requirements and assist with project definition and scopeProduction and review of design proposals and functional specifications", {"entities": [[205, 216, "EXPERIENCE"], [218, 241, "EXPERIENCE"], [243, 249, "EXPERIENCE"], [251, 265, "EXPERIENCE"], [267, 274, "EXPERIENCE"], [276, 289, "EXPERIENCE"], [291, 299, "EXPERIENCE"], [304, 318, "EXPERIENCE"]]}], ["SOFTWARE ENGINEERJOB DESCRIPTIONSecureGive is a faith-based organization that serves churches and nonprofits. With a vision to see every ministry fully funded, we build and provide technology that empowers people to give. As a software developer joining our team, you will be a key contributor to building enterprise-level giving and donation management solutions. You will get the chance to work as part of a faith-focused and talented Agile team to create and maintain a broad suite of software applications, including Web, Mobile, Kiosk, and SMS.What you will be doing: Developing services and components that are performant and robust using the latest technologies.", {"entities": [[521, 524, "EXPERIENCE"], [526, 532, "EXPERIENCE"], [534, 539, "EXPERIENCE"], [545, 553, "EXPERIENCE"]]}], ["THE ROLE: We are looking for a Front-End Software Developer with a keen eye for design and front-end programming experience. This Front-End Software Developer position will be responsible for ensuring the alignment of web design and user experience, requirements, optimizing web pages for maximum efficiency and maintaining brand consistency across all company branded web pages, among other duties.Ability to prioritize well, communicate clearly, have a consistent track record of delivery and excellent software engineering skills. Creative engineering balanced with high quality and a customer focus. Must be able to work across multiple facets of the project and juggle multiple responsibilities at the same time. Strong analytic capability and the ability to create innovative solutions. We are looking for a highly motivated individual who is looking to grow their career in a fast paced environment.", {"entities": [[217, 227, "EXPERIENCE"], [232, 247, "EXPERIENCE"], [249, 261, "EXPERIENCE"], [263, 283, "EXPERIENCE"], [311, 340, "EXPERIENCE"], [409, 424, "ATTRIBUTE"], [426, 445, "ATTRIBUTE"], [494, 532, "ATTRIBUTE"], [533, 541, "ATTRIBUTE"], [587, 602, "ATTRIBUTE"], [724, 743, "ATTRIBUTE"], [752, 791, "ATTRIBUTE"], [813, 829, "ATTRIBUTE"], [882, 892, "ATTRIBUTE"]]}], ["Software Engineering ManagerGreenville, SC OfficeLima One Capital, LLC is searching for an Engineering Manager with 5 years\u0089Ûª experience in software development. The Engineering Manager will be responsible for the design and oversight of all enterprise-wide technology solutions and the development and management of technical staff. Our ideal candidate has a thorough understanding of enterprise business applications, solutions architecture, and frameworks. As a leader of technical staff at Lima One Capital, the ideal candidate should also act as an advocate for the professional development of staff. This role will work closely with product managers to develop solutions for a wide range of industry-leading lending products. This position will report directly to the Director of Technology.ResponsibilitiesTechnical leadership and advising on solutions across the organization", {"entities": [[387, 419, "EXPERIENCE"], [421, 443, "EXPERIENCE"], [449, 460, "EXPERIENCE"]]}], ["About Us: Ezoic is an Artificial Intelligence company that works with thousands of online publishers, helping them use machine learning to make smart decisions about the layouts, advertisements and features that users see. These publishers range from individuals to small and medium-sized companies. We have our headquarters in Carlsbad, CA, with a team of very smart free-thinking individuals. Ezoic is a VC-backed startup that is growing quickly. It's a unique opportunity to both be part of a revolutionary product in its earlier stages and work on something that already touches hundreds of millions of people month.About You: You must be a tech-savvy professional who enjoys learning about new technologies and solving problems. This is a fast-moving engineering role where you will be able to work on core products and develop designs and functionality from scratch. You must enjoy collaborating with other smart engineers, creating scalable solutions to improve publishers' digital properties.", {"entities": [[21, 44, "EXPERIENCE"], [178, 192, "EXPERIENCE"], [361, 366, "ATTRIBUTE"], [367, 380, "ATTRIBUTE"], [742, 753, "ATTRIBUTE"], [880, 899, "ATTRIBUTE"]]}], ["At Farm Credit Mid-America, we believe people are our strongest asset. We are consistently looking to hire individuals from a wide range of experience and capabilities who have a desire to serve. Currently, we have over 1,400 employees across Indiana, Ohio, Kentucky and Tennessee.BASIC FUNCTION: The Security Engineer is responsible for establishing and maintaining a program to ensure information assets are adequately protected. This position reports to and works under the direction of the Chief Security Officer and provides Farm Credit Mid-America (FCMA) with information security strategy, controls, objectives, standards, risk assessments, management processes and technology procedures to ensure that FCMA information assets are adequately protected with acceptable levels of control. These controls enable the business to operate efficiently, cost-effectively and in compliance with regulatory and industry best practices.", {"entities": [[566, 586, "EXPERIENCE"], [597, 605, "EXPERIENCE"], [607, 617, "EXPERIENCE"], [619, 628, "EXPERIENCE"], [630, 646, "EXPERIENCE"], [648, 668, "EXPERIENCE"], [673, 694, "EXPERIENCE"]]}], ["In-Depth Engineering is seeking an entry-level Software Engineer to work in our Electronic Warfare line of business. Specific tasking includes system design and development, coding, integration, test, modernization, and life cycle support. This is a permanent full-time position. In-Depth Engineering offers corporately sponsored training to include Master\u0089Ûªs and PhD programs as well as Domestic and International travel opportunities.Work is performed in Syracuse, NY.Candidates for consideration must be US citizens and be able to obtain a Department of Defense Secret clearance.", {"entities": [[143, 156, "EXPERIENCE"], [161, 172, "EXPERIENCE"], [174, 180, "EXPERIENCE"], [182, 193, "EXPERIENCE"], [195, 199, "EXPERIENCE"], [201, 214, "EXPERIENCE"], [220, 239, "EXPERIENCE"]]}], ["Essential Functions: Designs, develops, integrates, and tests hardware and embedded software for industrial testing systems.Coordinates with systems engineers to ensure clear understanding of system specifications and requirements. Independently evaluates, selects, and applies standard engineering techniques to a range of engineering projects. Carries out assignments, making minor adaptations and modifications to existing concepts to complete a product design and functions. Works with other engineers to complete complex projects. Occasional travel may be required, but is not routine.Develop analog and digital circuits, and related software/firmware, for implementing automated test equipment primarily used in the aerospace industry. Coordinate with sales and marketing to ensure clear understanding of customer\u0089Ûªs specifications and requirements. Generate all work product including requirements and design documents. Works under the supervision of the Director of Engineering.", {"entities": [[61, 69, "EXPERIENCE"], [74, 91, "EXPERIENCE"], [96, 134, "EXPERIENCE"], [597, 603, "EXPERIENCE"], [608, 624, "EXPERIENCE"], [638, 655, "EXPERIENCE"], [674, 698, "EXPERIENCE"], [721, 730, "EXPERIENCE"]]}], ["This position will be engineering support for Consumers Energy\u0089Ûªs High Voltage Distribution (HVD) electric lines in the areas of standards and materials. Responsibilities also include overseeing compliance within the development of standards and emerging technologies to all applicable regulatory rules and codes (including those from the MPSC, ANSI, ASCE, NESC, IEEE, etc.) while finding standard solutions to complex electric system problems and innovative solutions (emerging technologies, new standards and materials, etc.) to further the advancement of the Company's HVD lines electric system. The position requires cross functional cooperation with construction and design organizations regarding project support and application of standards, as well as communication of these department documents to impacted groups in a concise manner that allows precise application of the standards and technology while working to protect the public.", {"entities": []}], ["As a Software Engineer at Sabre Systems, you will employ your talent towards improving the systems used on the United States Navy\u0089Ûªs most sophisticated Aircraft. The challenge to continually improve the mission capabilities of Navy aircraft requires engagement from the most elite software professionals available. Your talents can make a difference in keeping our ships and sailors safe from threats both above and below the surface of the ocean. The Maritime Surveillance domain requires Software Engineers to familiarize themselves with a wide variety of mission systems, software programming languages and environments. If you want to make meaningful contributions toward keeping naval aircraft systems on the leading edge, then we have a challenge for you! Join our Team in support of some of the Navy\u0089Ûªs most technologically sophisticated aircraft platforms that include P-8A Poseidon, MQ-4C Triton, MH-60R/S SeaHawk, E-2C/D Hawkeye, E-6B Mercury, MQ-25A Stingray, UH-1Y Venom and AH-1Z Viper.", {"entities": []}], ["COMPANY DESCRIPTION: Perceptron, Inc. is an established technology company with a long history of innovation. Our global infrastructure, technological breadth, brand recognition within the industry, and\u0089ÛÓmost of all\u0089ÛÓour people, set us apart from thecompetition.Perceptron develops, produces, and sells non-contact measurement and inspection solutions for industrial andcommercial applications. Automotive and manufacturing companies throughout the world rely on Perceptron'smetrology solutions to help them manage their complex manufacturing processes to improve quality, shorten productlaunch times, reduce overall manufacturing costs, and ultimately improve productivity. Additional information isavailable at www.perceptron.com.", {"entities": [[97, 108, "ATTRIBUTE"]]}], ["As a ServiceNow Software Engineer II, you will be a solution engineer working to develop, design and own technical solutions on the ServiceNow platform using good practice programming techniques and SCRUM/Agile methodologies. Serve You Rx helps employers who sponsor health plans and the consumers who are members of those plans save money on prescription drugs by offering pharmacy benefit management and the services of our self-owned and operated mail and specialty pharmacies. We have a great culture and benefits to include paid time off, and opportunities for advancement. We are excited to add a motivated self-starter to our team of smart and hard-working Information Technology professionals.Position SummaryUnder general supervision, this position is responsible for architecture, design, and development of software to include requirements analysis, software design, coding, software integration, testing, debug, and maintenance. The Software Engineer II may consult directly with clients and customers to determine business needs. This position handles a variety of work including moderately complex issues using good practice programming techniques and SCRUM/Agile methodologies.", {"entities": [[199, 210, "SKILL"], [603, 612, "ATTRIBUTE"], [613, 625, "ATTRIBUTE"], [641, 646, "ATTRIBUTE"], [651, 663, "ATTRIBUTE"], [777, 789, "EXPERIENCE"], [791, 797, "EXPERIENCE"], [803, 814, "EXPERIENCE"], [818, 826, "EXPERIENCE"], [851, 859, "EXPERIENCE"], [861, 876, "EXPERIENCE"], [878, 884, "EXPERIENCE"], [886, 906, "EXPERIENCE"], [908, 915, "EXPERIENCE"], [917, 922, "EXPERIENCE"], [928, 940, "EXPERIENCE"], [1166, 1177, "SKILL"]]}], ["Kapsch TrafficCom is a provider of intelligent transportation systems in the fields of tolling, traffic management, smart urban mobility, traffic safety and security, and connected vehicles. As a one-stop solutions provider, Kapsch TrafficCom offers end-to-end solutions covering the entire value creation chain of its customers, from components and design to the implementation and operation of systems. The mobility solutions supplied by Kapsch TrafficCom help make road traffic safer and more reliable, efficient, and comfortable in urban areas and on highways alike.Kapsch TrafficCom is an internationally renowned provider of intelligent transportation systems thanks to the many projects it has brought to successful fruition in more than 50 countries around the globe. As part of the Kapsch Group, Kapsch TrafficCom has subsidiaries and branches in more than 30 countries.The Role: The Software Engineer supports our Intelligent Transportation Systems and will have the opportunity to see your product in action, out in the field \u0089ÛÒ on the highway. The Software Engineer is a full stack developer position and is part of the Software Engineering Team.Kapsch TrafficCom is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, race, creed, color, national origin, ancestry, marital status or sexual orientation, gender identity or expression, disability, nationality or sex. Kapsch TrafficCom is a drug-free workplace. Kapsch is committed to working with and providing reasonable accommodations to individuals with disabilities. If you require need a reasonable accommodation for any part of the application or interview process, please send an email to ktc.us.jobs @ kapsch.net to advise of the nature of your request along with your contact information.Kapsch TrafficCom regrets that presently we are unable to consider individuals for this position who will require sponsorship for employment visa status (i.e., TN, H1-B, OPT, etc.).Please note that Kapsch TrafficCom does not accept unsolicited resumes/candidates from third-party recruiters that are not engaged and under written contract with Kapsch TrafficCom. Any employment agency, individual or entity that submits an unsolicited resume/candidate acknowledges and understands that Kapsch TrafficCom has the right to hire any applicant at its own discretion without any fee owed or due to the submitting third-party employment agency, individual or entity. For more information, please contact ktc.us.jobs @ kapsch.net #DICE", {"entities": [[1083, 1093, "EXPERIENCE"]]}]]}