{"classes":["SKILL","ATTRIBUTE","EXPERIENCE"],"annotations":[["Bondhus Corporation, a worldwide leader in the hand tool industry (Hex & TORX\\xe5\\xa8 products), has been manufacturing tools for more than 50 years in our Monticello, MN headquarters. We pride ourselves on innovative tool design & proprietary manufacturing processes to produce professional hand tool products backed by an unconditional lifetime warranty. Bondhus is experiencing incredible growth allowing us to add more outstanding employees to our already exceptional staff! Our average employee has over 15 years of service at Bondhus with secure sustained employment; we\\x89\\xdb\\xaave never had an employee lay off in our history. Employees work in an environment based on continuous improvement, open communication & accountability, with cross-training & advancement opportunities. We are looking for the right individuals interested in joining our team as we continue to engineer & create the highest quality products in our industry.Our northwest suburban location offers an easy commute, small company feel, flexible work hours , 10 paid holidays, vacation pay, profit sharing & many other great benefits. This is more than a great job...it\\x89\\xdb\\xaas a great place to work. Visit us at www.Bondhus.com to learn more.",{"entities":[[207,217,"ATTRIBUTE"],[423,434,"ATTRIBUTE"],[460,471,"ATTRIBUTE"],[708,721,"ATTRIBUTE"],[724,738,"ATTRIBUTE"]]}],["Job descriptionENGINEER 2 \\x89\\xdb\\xd2 ROOMS/BUILDING MAINTENANCE -Flexible ScheduleDelivering Hospitality, Creating Value, Every Customer, Every TimeCompany InfoDavidson Hospitality is one of the largest and most successful independent hotel management companies in the industry. The combined experience of our team represents a breadth and depth of expertise that is unmatched, and we believe our people are the cornerstone of our success. We are committed to making Davidson a great place to work and provide the foundation for building successful careers. If you share our passion for delivering hospitality where details matter, apply today to join our team!",{"entities":[[577,584,"ATTRIBUTE"],[589,611,"EXPERIENCE"]]}],["IntroductionASML US brings together the most creative minds in science and technology to develop lithography machines that are key to producing faster, cheaper, more energy-efficient microchips. We design, develop, integrate, market and service these advanced machines, which enable our customers - the world\\x89\\xdb\\xaas leading chipmakers - to reduce the size and increase the functionality of their microchips, which in turn leads to smaller, more powerful consumer electronics. Our headquarters are in Veldhoven, the Netherlands, and we have 18 office locations around the United States including main offices in Chandler Arizona, San Jose and San Diego California, Wilton Connecticut, and Hillsboro Oregon.Job Mission",{"entities":[]}],["About Clutch: Clutch is a cutting edge technology company providing CDP, Loyalty, & Stored Value services to merchants across the world. Our teams build tools to automate the merchant\\x89\\xdb\\xaas customer life cycle; starting with the transaction engine & ending with extraordinary program analytics, marketing consultation & communication via Email, Direct Mail & Mobile.Description: Clutch is looking for an experienced & highly talented Data Engineer to join our growing company. In this role you will work closely with our data science, engineering, product, and business teams to architect & implement data manipulation, transformation & aggregation technologies as well as optimize existing data engineering capabilities throughout the Clutch ecosystem.",{"entities":[[409,420,"ATTRIBUTE"],[430,438,"ATTRIBUTE"],[439,452,"EXPERIENCE"]]}],["Working at Macro Solutions, a leading provider of IT and management consulting services, is an opportunity to collaborate with great people who have a passion for the services they provide to our clients. We have an immediate need for a Software Engineer Jrto join our team at Linthicum, MD. This position requires an active TS/SCI Poly.The software Engineer will perform application integration and configuration of the Wolters Kluwer's TeamMate+ software in a Windows environment. Other scripting maybe required for PKI integration.ResponsibilitiesDevelop, maintain, and enhance complex and diverse software systems (e.g., processing-intensive analytics, novel algorithm development, manipulation of extremely large data sets, real-time systems, and business management information systems) based upon documented requirements.Macro Solutions is a woman-owned IT and management consulting firm that helps government organizations select, implement, integrate and maintain critical business solutions. A relationship company at our core, we pride ourselves on building high-touch, high-trust environments for our clients and partners, at every level of our business. Assessed at CMMI Maturity Level 3 for both Development and Services and ISO 9001:2015 certification, Macro delivers honest, powerful results from the inside, outward.Deeply invested in advancing long lasting employee relationships, our distinctive Consultant Care program ensures that our employees are always a priority at every level of the organization and has been integral to our 94% employee retention rate.Along with a supportive environment and culture that thrives on dreaming big, getting things done and having fun together, Macro Solutions offers employees a full suite of competitive benefits, including health, dental , 401 (k), and paid time off.If you would like to learn more about Macro Solutions, are interested in joining our team, or would like to learn more about our Consultant Care program visit our website.Macro Solutions is an Equal Opportunity Employer.",{"entities":[[237,254,"EXPERIENCE"],[1069,1079,"ATTRIBUTE"],[1081,1091,"ATTRIBUTE"],[1593,1603,"ATTRIBUTE"]]}],["Peter Pan Seafood Company, LLC., a newly formed Company in the Alaskan Seafood industry is looking for individuals interested in getting in on the ground floor of an employee friendly organization. We will work with our team members to be the safest, highest quality, lowest cost producer and the employer of choice in the Alaska Seafood industryThe right candidate will be skilled at maintenance and repair of working on vessels and or heavy machinery, vessels mechanical, electrical and hydraulic systems, experienced in work with a team to complete projects; have experience with maintenance tasks requiring general knowledge of welding, electrical, machine milling, and plumbing.Primary Responsibilities: Observe safe work practices and wear or use required PPE at all times while working.",{"entities":[[374,381,"ATTRIBUTE"],[401,407,"EXPERIENCE"],[583,600,"EXPERIENCE"],[632,639,"EXPERIENCE"],[641,651,"EXPERIENCE"],[653,668,"EXPERIENCE"],[674,690,"EXPERIENCE"]]}],["Job #: 205692Job DescriptionIf you are an experienced FTE Engineer looking for a position with a leading company, Bartech can help! We are a leading staffing firm and our clients include some over the nation\\x89\\xdb\\xaas biggest companies. Our client has a need for a FTE Engineer. This is a contract position; however it is not uncommon for assignments to transition into permanent positions with our client companies. If you have the background we are looking for, and you are interested in an opportunity to get your foot in the door with leading company, we want to talk with you! Applicant must be eligible to work in the US for immediate opening. For this opportunity, the successful candidate will be directly employed by Bartech Staffing as a W2 employee while providing services to our end client.",{"entities":[[54,66,"EXPERIENCE"],[268,281,"EXPERIENCE"]]}],["Overview: For more than 100 years, our passionate mission of safety empowers us to protect lives.MSA Safety is a global leader in the development of safety equipment and pioneering technology that helps protect people and facility infrastructures around the world. We are committed to providing the latest in innovative, best-in-class safety solutions that feature integrated systems capability and allow our customers to return safely to their families and friends. Every day our customers place their lives in our hands. In response, we provide them with protection they can trust. It is gratifying to lead the way as a source of inspiration. Would you like to join our team of more than 5,000 employees world-wide dedicated to this purpose? We hope so.Responsibilities: Responsibilities: Qualifications :",{"entities":[]}],["Software Engineering ManagerGreenville, SC OfficeLima One Capital, LLC is searching for an Engineering Manager with 5 years\\x89\\xdb\\xaa experience in software development. The Engineering Manager will be responsible for the design and oversight of all enterprise-wide technology solutions and the development and management of technical staff. Our ideal candidate has a thorough understanding of enterprise business applications, solutions architecture, and frameworks. As a leader of technical staff at Lima One Capital, the ideal candidate should also act as an advocate for the professional development of staff. This role will work closely with product managers to develop solutions for a wide range of industry-leading lending products. This position will report directly to the Director of Technology.ResponsibilitiesTechnical leadership and advising on solutions across the organization",{"entities":[[91,110,"EXPERIENCE"],[150,171,"EXPERIENCE"],[430,452,"EXPERIENCE"],[833,843,"EXPERIENCE"],[848,856,"EXPERIENCE"]]}],["Essential Functions: Designs, develops, integrates, and tests hardware and embedded software for industrial testing systems.Coordinates with systems engineers to ensure clear understanding of system specifications and requirements. Independently evaluates, selects, and applies standard engineering techniques to a range of engineering projects. Carries out assignments, making minor adaptations and modifications to existing concepts to complete a product design and functions. Works with other engineers to complete complex projects. Occasional travel may be required, but is not routine.Develop analog and digital circuits, and related software/firmware, for implementing automated test equipment primarily used in the aerospace industry. Coordinate with sales and marketing to ensure clear understanding of customer\\x89\\xdb\\xaas specifications and requirements. Generate all work product including requirements and design documents. Works under the supervision of the Director of Engineering.",{"entities":[[231,244,"ATTRIBUTE"]]}],["5659BRWork Location: Independence, MO PRIIS - 287Job Purpose: Progress Rail Services Corporation, a Caterpillar Company and a leading provider of services to the Railroad industry in the US, Canada, Mexico, and Brazil, seeks a Software Engineer at our facility in Independence, MO.The successful candidate is responsible for embedded software application solutions for remote Data Acquisition and Train Inspection products. Works closely with product management, engineering, and customers in requirements gathering and software design and development. Organizational skills and the ability to multi-task in a fast paced environment are a must.5659BR",{"entities":[[225,242,"EXPERIENCE"],[551,565,"ATTRIBUTE"],[592,602,"ATTRIBUTE"]]}],["We are a West Michigan health plan benefits administrator looking to hire an individual that has a desire to grow with us. We have a full-time opening for a Developer in our Information Technology Department.The development team is responsible for the design, development and delivery of both internal and external software applications that are secure, reliable, easy to use and meet a variety business needs. As a member of this team, the Developer may be required to perform varying roles over the course of each project depending on the size of the project and team assigned. Developers may be assigned to multiple project simultaneously. The Developer may be called upon to troubleshoot and remediate issues in existing software, as well as extend existing software. Developers will work directly with stakeholders and other team members; they are expected to exhibit a high level of professionalism, take pride in their work and manage their time effectively.",{"entities":[[157,166,"EXPERIENCE"],[679,691,"EXPERIENCE"],[696,712,"EXPERIENCE"],[746,771,"EXPERIENCE"],[889,904,"ATTRIBUTE"],[911,916,"ATTRIBUTE"],[953,964,"ATTRIBUTE"]]}],["Lead Web DeveloperHeadquarters (Clayton, MO) The CompanyCareVet is a network of veterinary hospitals that focuses on acquiring and managing best-in-class hospitals throughout the United States. We look for veterinary practices that are staples of their community. Whether its one animal hospital or a dozen, we focus on the standard of care delivered, the level of engagement from the team and the record of stability. We are building a network of the top hospitals, doctors and staff.CareVets mission is to provide the very best care for pets. Our approach to veterinary medicine focuses on practice legacy, team, veterinarians, patients and community.Job SummaryCareVet is seeking a skilled WordPress Developer/Designer with at least 3 years prior experience working with WordPress. The WordPress Developer/Designer will develop and build websites, subpages, landing pages and other marketing collateral as needed. A successful candidate must have the ability to oversee our web development strategy with strong emphasis on organic SEO and conversion rates. He/She must have solid experience in responsive designs for desktop, mobile and tablet, with a focus on current best practices for site navigation, website usability, imagery/graphics and intuitive user experiences. Strong attention to detail and project management skills are required. The position is responsible for designing the user interface and overall customer experience for our hospital websites. This includes overall navigation flow, layout of specific pages, and creation of individual graphic elements. We are looking for someone in the St. Louis area, or open to relocating to the area.",{"entities":[[364,374,"ATTRIBUTE"],[407,417,"ATTRIBUTE"],[692,701,"SKILL"],[702,720,"EXPERIENCE"],[773,783,"SKILL"],[788,797,"SKILL"],[798,816,"EXPERIENCE"],[834,848,"EXPERIENCE"],[1096,1114,"EXPERIENCE"],[1190,1205,"EXPERIENCE"],[1207,1224,"EXPERIENCE"],[1226,1242,"EXPERIENCE"],[1257,1274,"EXPERIENCE"],[1282,1301,"ATTRIBUTE"],[1306,1324,"EXPERIENCE"]]}],["Belong to something bigger.At ESL, it\\x89\\xdb\\xaas more than a job. It\\x89\\xdb\\xaas your unique journey.Your Journey Begins HereESL Federal Credit Union is seeking a Senior Programmer Analyst / Developer with a minimum of 3 years of experience in responsive web application development to join our growing development team. This position will work on a variety of technical tasks related to our customer facing development efforts. The selected candidate will help develop DevOps practices and modern software development techniques using open source tools at ESL.",{"entities":[[166,191,"EXPERIENCE"],[258,285,"EXPERIENCE"],[364,379,"EXPERIENCE"],[473,479,"SKILL"],[539,550,"EXPERIENCE"]]}],["At Apptness we are digital marketing experts: solving online ad-serving challenges with technology and data-science. We build engaging media brands that profitably connect consumers to personalized ads to match each consumer\\x89\\xdb\\xaas needs. Founded in 2015, Apptness was recently named to the Inc. 5000 Fastest Growing Companies in the country, an accomplishment we owe to our energetic, collaborative and innovative culture.We are hiring a Senior UI Engineer, Ad Platform to be a key member of our engineering team. In this role you will architect and engineer the user interface for the Apptness core ad-serving platform, to be used by our internal teams. Your experience in building digital marketing systems will enable you to own the design and implementation of new features, services and controls that connect the commercial needs of the business to our sophisticated backend capabilities. You will flex your system design muscles, simplify complex problems and implement efficient, scalable code. As an experienced member of the engineering team, you will help mentor teammates, evolve our technical standard and amplify our culture of system design.",{"entities":[[19,36,"EXPERIENCE"],[61,71,"EXPERIENCE"],[103,116,"EXPERIENCE"],[126,134,"ATTRIBUTE"],[381,390,"ATTRIBUTE"],[392,405,"ATTRIBUTE"],[410,420,"ATTRIBUTE"],[445,463,"EXPERIENCE"],[570,584,"EXPERIENCE"],[690,715,"EXPERIENCE"],[920,933,"EXPERIENCE"],[1073,1089,"EXPERIENCE"]]}],["Use your development skills to create cutting-edge web applications! PMI is seeking a web application developer to join our team, building state-of-the-art web-based applications to interface with industry leading scientific measurement equipment.Candidate must have demonstrable experience with developing single-page web applications. Hands-on experience with PHP and JavaScript is required. Familiarity with most or all of the following would be beneficial: MySQL, CSS/LESS, NPM, React, Webpack and version control such as SVN or Git.This position requires residence in the local area; remote work is not available at this time.Power Monitors, Inc. is the leading manufacturer of power quality analyzers and wireless power quality test equipment for residential, commercial, retail, institutional, industrial, and substation applications. We provide a wide range of services including 24/7 Tech Support, industry-leading power quality training, and a robust line of compact, wireless power quality test equipment and software. With a commitment to fantastic customer service, we have been helping electrical utilities and their customers detect, measure, and remediate power quality issues worldwide since 1986.Medical InsuranceHealth Savings AccountDental InsuranceSupplemental InsuranceEmployer paid Life InsurancePaid Leave401 (k) Retirement plan with Company matchEducation ReimbursementPower Monitors, Inc. is an Equal Opportunity Employer",{"entities":[[86,111,"EXPERIENCE"],[307,336,"EXPERIENCE"],[362,365,"SKILL"],[370,380,"SKILL"],[461,466,"SKILL"],[468,476,"SKILL"],[478,481,"SKILL"],[483,488,"SKILL"],[490,497,"SKILL"],[526,529,"SKILL"]]}],["Join a team of talented technology professionals in the Washington DC area building state-of-the-art cloud-native serverless web applications and data tools supporting missions critical to our nation\\x89\\xdb\\xaas people and economy! Apply your skills in Cloud, Web Development, Big Data, and Visualization to develop, enhance, and manage innovative web-based analytical tools that enable the integration of large spatial and temporal data sets for analysis, reporting, visualization, and dissemination to the public. The candidate will work in an exciting multi-disciplinary environment among a team of talented and dedicated professionals in a variety of fields including Economics, Statistics, Geography, Computer Science, and Information Technology. The candidate will act as a lead and as a member of a team in designing, documenting, developing, improving, maintaining and supporting applications through the project lifecycle from requirements gathering to deployment.What you\\x89\\xdb\\xaall need to succeed :",{"entities":[[15,23,"ATTRIBUTE"],[35,48,"ATTRIBUTE"],[101,113,"EXPERIENCE"],[114,141,"EXPERIENCE"],[254,259,"EXPERIENCE"],[278,286,"EXPERIENCE"],[292,305,"EXPERIENCE"],[338,348,"ATTRIBUTE"],[359,369,"ATTRIBUTE"],[556,574,"ATTRIBUTE"],[603,611,"ATTRIBUTE"],[616,625,"ATTRIBUTE"],[815,824,"EXPERIENCE"],[826,837,"EXPERIENCE"],[839,849,"EXPERIENCE"],[862,873,"EXPERIENCE"],[878,888,"EXPERIENCE"],[937,959,"EXPERIENCE"]]}],["Shift Digital is the leader in digital marketing program optimization. Established in 2008 and headquartered in Birmingham, Michigan, our comprehensive solutions help national brands and their local retailers measure, manage, and improve the performance of their digital marketing and sales initiatives.This is a full time, direct hire position with Shift Digital. We offer an extraordinary benefit package, very competitive compensation, paid holidays, generous paid time off (PTO) and many other employee perks.We are looking for a Digital Analyst to join us in our Birmingham, MI office. As a Digital Analyst you will be responsible for supporting our digital programs with reporting, analysis, and actionable insights. We support teams across programs internally as well as working directly with clients. We work with a plethora of data, not limited to website performance, lead handling, digital advertising, inventory, sales, and retailer training.",{"entities":[[534,549,"EXPERIENCE"],[596,611,"EXPERIENCE"],[893,912,"EXPERIENCE"],[914,923,"EXPERIENCE"],[925,930,"EXPERIENCE"],[936,953,"EXPERIENCE"]]}],["Marketing Coordinator - We offer a great company culture, competitive benefits, and an opportunity to grow within the organization! We are a growing manufacturing company based in Kenosha, Wisconsin that offers its employees a great company culture, competitive benefits, and an opportunity for growth.The Company: \\xe5\\xe1 Cordeck is a family friendly company and is known for the great care we take with customers and employees alike.\\xe5\\xe1 We are committed to serving our communities through charitable giving and employee involvement in community projects through a variety of sources.",{"entities":[[0,21,"EXPERIENCE"],[495,505,"ATTRIBUTE"]]}],["Overview: Become an integral member of the Bank\\x89\\xdb\\xaas internal marketing and sales agency. Take a hands-on approach implementing digital marketing campaigns to attract, deepen and retain clients. This position is responsible for the execution and measurement of a wide range of digital marketing initiatives including social media, online and other forms of digital advertising, website optimization, email campaigns, online banking and mobile applications. This person will work closely with the Digital Marketing Manager and Content Marketing Manager to create the ultimate digital experience for the Bank\\x89\\xdb\\xaas customers.Responsibilities: Execute with direction from the Digital Marketing Manager website optimization, including content updates, SEO, while ensuring continuous compliance and increasing traffic to Century Bank websitesQualifications :",{"entities":[[324,336,"EXPERIENCE"],[364,383,"EXPERIENCE"],[385,405,"EXPERIENCE"],[712,732,"EXPERIENCE"]]}],["Depending on your previous experience, you can join our company at the Associate Product Analyst or Product Analyst level. We are seeking multiple Analysts who will align with the following Business Teams: U.S. Foodservice and National Account Beverage BusinessInternationalApplying to this position means we will consider you for all available positions including both levels and Business Teams.Join one of our newly developed Business Teams to assist in the development of business and product strategy, provide analytical support, and apply business sense and creativity to help identify issues, solve problems, and generate ideas.The Associate Product Analyst will thoroughly learn a portfolio of product lines within a particular Business Team and will :",{"entities":[[81,96,"EXPERIENCE"],[100,115,"EXPERIENCE"],[647,662,"EXPERIENCE"]]}],["Requisition ID : 42445Whirlpool Corporation is consistently recognized by Fortune Magazine as one of the World\\x89\\xdb\\xaas Most Admired Companies. Our values are the driving force behind everything we do. Respect, integrity, diversity and inclusion, teamwork and the spirit of winning propel our teams to excellence. Get to know us and see what it's like to be part of the world's leading major home appliance company.Ecommerce Merchandising Senior AnalystFunction OverviewWhirlpool is currently seeking qualified candidates for our Ecommerce Merchandising Senior Analyst role. This person will help drive the success of our Ecommerce business by creating and executing innovative merchandising plans.",{"entities":[[205,212,"ATTRIBUTE"],[214,223,"ATTRIBUTE"],[225,234,"ATTRIBUTE"],[239,248,"ATTRIBUTE"],[250,258,"ATTRIBUTE"],[504,513,"ATTRIBUTE"]]}]]}