{"classes":["ATTRIBUTES","EXPERIENCE","SKILLS"],"annotations":[["Position Description: Duties are performed following generally stated objectives for the project or project phases, usually involving frequent conferences with higher level engineering or manufacturing managers. Under general supervision, plans, conducts, and supervises assignment normally involving several smaller projects, or one or more major projects. Estimates number of employees needed and schedules work to meet completion dates and technical specifications. Coordinates and directs other engineers, technicians, designers, drafters, and machine tool programmers assigned to projects; maintains liaison with other departments; reviews progress and evaluates results; makes changes in methods design or equipment when necessary. Generally operates with appreciable latitude for non-reviewed action or decision. Assignments are broad in nature, and require a high level of evaluation, analysis, originality, and ingenuity.\\r\\nWHO WE ARE: Voted one of the Top 100 Fastest Growing Companies in the Bay Area for 2020, Freedom Financial Network is a family of companies that takes a people-first approach to financial services, using technology to empower consumers to overcome debt and create a brighter financial future. The company was founded in 2002 by Brad Stroh and Andrew Housser on the belief that by staying committed to helping people, you can ensure better financial outcomes for both the customer and the business. This Heart",{"entities":[]}],["$philosophy still guides the vision of our growing company, which has helped millions of people find solutions for their financial needs.What began with 2 people in a spare bedroom has now rapidly expanded to a vibrant business that employs over 2000 employees (known internally as The Freedom Family) in two locations: San Mateo, CA and Tempe, AZ. When you visit either of our offices, you\\x89\\xdb\\xaall understand why our employees have voted us the Best Place to Work for the last several years. It\\x89\\xdb\\xaas a place where the Heart",{"entities":[]}],["$philosophy continues to thrive, where we believe that success is only achieved by doing what\\x89\\xdb\\xaas right for our customers, our employees, and our communities.Some of the key responsibilities for the Analytic Scientist will include: \\r\\nIAI is looking for a talented research scientist to contribute to research and development efforts in machine learning, graph theory, and scientific software development. The candidate will incorporate novel ideas and improve the state of the art on advanced projects related to processing of large networks, analyzing data in high dimensions and implementing high performance computing software. Additionally, the candidate will develop a portfolio of related research by extending existing work and proposing new methods with novel application domains.You are highly encouraged to apply if you enjoy working with data and algorithms, passionate about understanding how things work, want to solve complex problems and strive to stay current on the technology and literature in areas of high performance computing, network analysis and machine learning.\\r\\nCOMPANY DESCRIPTION: Perceptron, Inc. is an established technology company with a long history of innovation. Our global infrastructure, technological breadth, brand recognition within the industry, and\\x89\\xdb\\xd3most of all\\x89\\xdb\\xd3our people, set us apart from thecompetition.Perceptron develops, produces, and sells non-contact measurement and inspection solutions for industrial andcommercial applications. Automotive and manufacturing companies throughout the world rely on Perceptron'smetrology solutions to help them manage their complex manufacturing processes to improve quality, shorten productlaunch times, reduce overall manufacturing costs, and ultimately improve productivity. Additional information isavailable at www.perceptron.com.\\r\\nWANTED: AMERICAN SYSTEMS is actively searching for a qualified Software Engineer with an active Secret ClearanceAs a Software Engineer you will: Be responsible for the software engineering activities supporting highly training systems and sensor simulations that deliver cutting edge simulation environments for autonomous systemsInteract with senior internal and external personnel in own area of expertise to overcome issues and meet deliveryBe responsible for integrating highly complex Systems and sensor simulations that deliver cutting edge operational environments for autonomous systems.\\r\\nClack Corporation, a privately held company, established over 70 years ago is now hiring! We are a leading manufacturer and distributor of water treatment components and drinking water products, as well as specialized in custom blow molding products.We are looking for a Software Engineer to join our team.Clack Corporation offers an extensive benefit package including competitive pay, health and dental insurance, company paid life insurance and short term disability, vacation, 401k, profit sharing, monthly bonus, flex spending and additional voluntary benefits.Summary: Design, analyze and develop new and existing products related to the water treatment industry. The main focus is on software (i.e., requirements",{"entities":[[209,227,"EXPERIENCE"],[347,363,"EXPERIENCE"],[365,377,"SKILLS"],[394,415,"EXPERIENCE"],[881,891,"ATTRIBUTES"],[1032,1058,"EXPERIENCE"],[1060,1076,"EXPERIENCE"],[1919,1936,"ATTRIBUTES"]]}],["definition",{"entities":[]}],["analysis, software design",{"entities":[[10,25,"SKILLS"]]}],["implementation, software verification",{"entities":[]}],["validation). Also provides engineering support to Research & Development and production areas where applicable.\\r\\nIn this position, design and develop software to support the manufacture, sale and support of ACC\\x89\\xdb\\xaas endotoxin and glucan detection products and develop",{"entities":[]}],["maintain software to support company\\x89\\xdb\\xaas line of business.GENERAL RESPONSIBILITIES: Analyze User Needs and develop high-quality, innovative software with operational efficiency.Work closely with BAs, SMEs and Software Developers to develop software requirements specification and software design specificationsDesign and implement software for Bio",{"entities":[]}],["medical devices and systems from requirements to production and commercial deploymentResponsible for design, debug, and integration of software C #",{"entities":[[144,146,"SKILLS"]]}],["Java applications running in a MS Windows environment\\r\\nEnsurem is a provider and innovator of insurance technology that is revolutionizing one of the most important choices you can make: investing in quality, cost-effective insurance products to protect you and the ones you love.DescriptionIn this role, you will help Ensurem create and maintain server-side components of multi-tier web applications that will help us create the next generation of insurance technology and data analytics.The right candidate should have a strong engineering background and be curious about how systems work and how they fail. Be eager to learn new technologies and solutions. And able to tie engineering initiatives to business impact.For this position, you will not have direct supervisory responsibilities.What will you do? \\xe5\\xe1 Work in multi-functional teams to define, schedule, track and communicate status of your work\\r\\nLove developing software and innovating? Have an analytical mind? Love creating solutions? We are looking for a motivated and positive individual to lead creation of software solutions that exceed expectations! Based in Fort Wayne, Ind., Do it Best Corp. proudly serves thousands of member-owned home improvement businesses throughout the US and all around the world. We provide everything independent hardware stores, home centers, lumberyards, industrial",{"entities":[[0,4,"SKILLS"],[31,41,"SKILLS"],[386,402,"EXPERIENCE"],[966,976,"ATTRIBUTES"],[1029,1038,"ATTRIBUTES"],[1043,1051,"ATTRIBUTES"]]}],["commercial distributors, and e-tailers need to grow their businesses and achieve their dreams. With annual sales of $3.7 billion, Do it Best Corp. serves member-owned stores in the United States and 50 foreign countries and prides itself on offering opportunity for advancement and benefits, such as tuition reimbursement.Description\\r\\nFor over 50 years, MORryde has manufactured premier suspension systems and related products to enhance the towability of travel and 5th wheel trailers, and we have an immediate opening to add a Design Engineer with experience in the RV towing market to our innovative engineering team.We are a well-known, trusted supplier to the RV OEM and Aftermarkets, taking pride in being our customers\\x89\\xdb\\xaa go-to partner for developing solutions to towing challenges. Our Design Engineers enjoy the freedom to tap into their creativity, oftentimes leading to new products that revolutionize the RV industry.ResponsibilitiesNew product design\\r\\nSummary",{"entities":[[531,546,"EXPERIENCE"]]}],["ObjectiveThe Senior Software Engineer is responsible for development of embedded software for Elevator Control Systems independently.Essential functionsDesign, develop, code, test and debug system software on embedded targets.Present designs in internal and external program meetings.Participate in integration efforts",{"entities":[]}],["bug fixes.Participate in estimating efforts for programs.Interface with hardware design and development.\\r\\nAbout XchangeWorx: XchangeWorx enables organizations within the healthcare community to quickly and cost-effectively deploy a comprehensive, connected healthcare solution. Our technology and population health management solutions are enabling delivery of the right information at the right time; driving efficient, effective and affordable healthcare, and creating meaningful value for each patient, clinician and organization we serve. We are continuing to expand and have several openings for talented, dedicated professionals to become a part of our team helping to shape the future of healthcare information technology.Position Summary: The Software Engineer is an individual contributor within a team, responsible for analysis, design, programming, testing, documentation, and deployment of software for data and user interface applications. The software engineer will work on cross-functional team projects, as well as individual projects.\\r\\nKapsch TrafficCom is a provider of intelligent transportation systems in the fields of tolling, traffic management, smart urban mobility, traffic safety and security, and connected vehicles. As a one-stop solutions provider, Kapsch TrafficCom offers end-to-end solutions covering the entire value creation chain of its customers, from components and design to the implementation and operation of systems. The mobility solutions supplied by Kapsch TrafficCom help make road traffic safer and more reliable, efficient, and comfortable in urban areas and on highways alike.Kapsch TrafficCom is an internationally renowned provider of intelligent transportation systems thanks to the many projects it has brought to successful fruition in more than 50 countries around the globe. As part of the Kapsch Group, Kapsch TrafficCom has subsidiaries and branches in more than 30 countries.The Role: The Software Engineer supports our Intelligent Transportation Systems and will have the opportunity to see your product in action, out in the field \\x89\\xdb\\xd2 on the highway. The Software Engineer is a full stack developer position and is part of the Software Engineering Team.Kapsch TrafficCom is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, race, creed, color, national origin, ancestry, marital status or sexual orientation, gender identity or expression, disability, nationality or sex. Kapsch TrafficCom is a drug-free workplace. Kapsch is committed to working with and providing reasonable accommodations to individuals with disabilities. If you require need a reasonable accommodation for any part of the application or interview process, please send an email to ktc.us.jobs @ kapsch.net to advise of the nature of your request along with your contact information.Kapsch TrafficCom regrets that presently we are unable to consider individuals for this position who will require sponsorship for employment visa status (i.e., TN, H1-B, OPT, etc.).Please note that Kapsch TrafficCom does not accept unsolicited resumes",{"entities":[[602,610,"ATTRIBUTES"],[612,621,"ATTRIBUTES"],[830,838,"SKILLS"],[840,846,"SKILLS"],[848,859,"SKILLS"],[861,868,"SKILLS"],[870,883,"SKILLS"],[2148,2168,"EXPERIENCE"]]}],["candidates from third-party recruiters that are not engaged and under written contract with Kapsch TrafficCom. Any employment agency, individual or entity that submits an unsolicited resume",{"entities":[]}],["candidate acknowledges and understands that Kapsch TrafficCom has the right to hire any applicant at its own discretion without any fee owed or due to the submitting third-party employment agency, individual or entity. For more information, please contact ktc.us.jobs @ kapsch.net #DICE\\r\\nPassionate. Committed. Fearless.Navitaire has been transforming the world of travel since 1993, delivering game-changing technology that supports some of the most innovative airlines and rail carriers around the world. We offer proven solutions to help clients grow their business, reduce costs, capture new revenue sources and connect with digital customers and business partners.Use your passion and creativity tohelp shape the future of travelsolve critical business challenges\\r\\nWe are looking for highly motivated, self-driven team members who are quick learners and creative problem solvers. If you enjoy solving challenging problems, imagining solutions from our customers\\x89\\xdb\\xaa perspective and if you thrive in an environment with little guidance, we want to meet you. As a Senior Back End Web Developer, you will play a key role within each phase of the software development lifecycle and collaborate with departments across the company to develop innovative solutions from concept to release.A great fit for our team will have the following skills: B.S. in Computer Science or related field or equivalent work experience (4 years) Experience with Node.js, C #.NET MVC architectureExperience using and working with Microsoft SQL database\\r\\nnan\\r\\nAIS has an opening for a Software Engineer in a growing team developing software tools for SIGINT processing. A full range of opportunities are available, including the development of user interfaces, back-end server components, and web site applications.Roles and Responsibilities: Work effectively in iterative engineering cycles with a geographically distributed teamInvestigate and report on candidate technologies for use in software solutionsCollaborate with domain experts to capture new requirements and investigate challenge problemsParticipate in technical exchanges with other programs as well as implement and support collaborative solutions\\r\\nAbout The Role: As a Software Engineer, you will provide product teams\\x89\\xdb\\xaa software development and product delivery support for the full product stack. In this role, you will be responsible for product delivery and product lifecycle with direction from the Product Owner, the Solution Owner and technical guidance from Solution Architects.What You'll Get to Do: Support software development by providing engineering patterns to deliver the optimal product; including communicating design patterns. Mentor other engineers. Provide overall technical leadership to smaller working teams as needed.\\r\\nThe Software Developer II is part of a team dedicated to advancing machine technology. This position is principally responsible to design, build, implement and support software applications for the electro-optics manufacturing industry and work on activities involved in applications, problem solving, and software validation. The Software Developer II will create and maintain UI controls, machine software, programming software (CAD",{"entities":[[450,460,"ATTRIBUTES"],[797,806,"ATTRIBUTES"],[808,819,"ATTRIBUTES"],[1449,1456,"SKILLS"],[1458,1460,"SKILLS"],[1461,1465,"SKILLS"],[1516,1529,"SKILLS"]]}],["CAM) and modeling software under general supervision of more experienced personnel. Typical projects are a combination of new development, maintenance, and revision of existing applications.Core ResponsibilitiesUtilizes principles, theories, concepts, and techniques required for the development of applications using C #, WPF with MVVM and C++",{"entities":[[318,320,"SKILLS"],[322,335,"SKILLS"],[340,343,"SKILLS"]]}],["CLI.\\r\\nDo you enjoy playing games and have a talent for building robust web pages? Stardock is seeking a Full Stack Web Developer to help create and develop the metaverse for an unreleased game project! This is a salaried, full-time position located at our Plymouth, Michigan studio with remote work options available currently.Primary Responsibilities Include: Collaborate with management, designers, and other programmers to develop technical solutions for online game metaverse features.Participate in requirements analysis.Design, develop, or modify application functionalities, components, and modules.Fine tune and optimize application.\\r\\nUse your development skills to create cutting-edge web applications! PMI is seeking a web application developer to join our team, building state-of-the-art web-based applications to interface with industry leading scientific measurement equipment.Candidate must have demonstrable experience with developing single-page web applications. Hands-on experience with PHP and JavaScript is required. Familiarity with most or all of the following would be beneficial: MySQL, CSS",{"entities":[[732,757,"EXPERIENCE"],[1008,1011,"SKILLS"],[1016,1026,"SKILLS"],[1107,1112,"SKILLS"],[1114,1117,"SKILLS"]]}],["LESS, NPM, React, Webpack and version control such as SVN or Git.This position requires residence in the local area; remote work is not available at this time.Power Monitors, Inc. is the leading manufacturer of power quality analyzers and wireless power quality test equipment for residential, commercial, retail, institutional, industrial, and substation applications. We provide a wide range of services including 24",{"entities":[[0,4,"SKILLS"],[6,9,"SKILLS"],[11,16,"SKILLS"],[18,25,"SKILLS"],[54,57,"SKILLS"],[61,69,"SKILLS"]]}],["7 Tech Support, industry-leading power quality training, and a robust line of compact, wireless power quality test equipment and software. With a commitment to fantastic customer service, we have been helping electrical utilities and their customers detect, measure, and remediate power quality issues worldwide since 1986.Medical InsuranceHealth Savings AccountDental InsuranceSupplemental InsuranceEmployer paid Life InsurancePaid Leave401 (k) Retirement plan with Company matchEducation ReimbursementPower Monitors, Inc. is an Equal Opportunity Employer\\r\\nAbout 2nd Swing2nd Swing is a Twin Cities-based specialty retailer and online seller of new and pre-swung golf equipment and accessories. Our mission is to own the best inventory selection in the country and provide expert custom fittings for all of today\\x89\\xdb\\xaas golfers.About this OpportunityThe ideal candidate will play a key role in growing the 2nd Swing Golf web presence across multiple channels and platforms. This position will collaborate with other developers, front-end designers, and project managers to create new and",{"entities":[]}],["or improved business solutions.Key responsibilities include but are not limited to: learning our coding standards and learning to work with us to enhance our websites, ERP system, and integration routines.\\r\\nJob Overview & Purpose: The Developer I role is important to the success of AmpliFund as a key member of the software development team and reports directly to the Manager of Software Development. Our development roles work together with the product and sales teams and positively contribute to the software design, architecture, implementation, and testing of the applications that exist across multiple product offerings within the AmpliFund suite of products. Our team uses Agile principles that are based on the Scaled Agile Framework (SAFe) to achieve our set goals.Essential Job Duties: Design, architecture, implementation, and testing of software applicationsAmpliFund provides grants managements software to the public sector as well as large non-profits and education organizations. We see each day the difference our products make in the lives of individuals. If building software that improves lives is something you are interested in, contact us to apply.\\r\\nJoin a team of talented technology professionals in the Washington DC area building state-of-the-art cloud-native serverless web applications and data tools supporting missions critical to our nation\\x89\\xdb\\xaas people and economy! Apply your skills in Cloud, Web Development, Big Data, and Visualization to develop, enhance, and manage innovative web-based analytical tools that enable the integration of large spatial and temporal data sets for analysis, reporting, visualization, and dissemination to the public. The candidate will work in an exciting multi-disciplinary environment among a team of talented and dedicated professionals in a variety of fields including Economics, Statistics, Geography, Computer Science, and Information Technology. The candidate will act as a lead and as a member of a team in designing, documenting, developing, improving, maintaining and supporting applications through the project lifecycle from requirements gathering to deployment.What you\\x89\\xdb\\xaall need to succeed: \\r\\nDigital Marketing SpecialistAbout the Position: City+Ventures",{"entities":[[168,178,"SKILLS"],[684,689,"SKILLS"],[799,805,"SKILLS"],[841,848,"SKILLS"],[1432,1437,"SKILLS"],[1439,1454,"SKILLS"],[1456,1464,"SKILLS"],[1470,1483,"SKILLS"],[1516,1526,"ATTRIBUTES"],[1781,1789,"ATTRIBUTES"],[1794,1803,"ATTRIBUTES"]]}],["Nine Zero Properties is seeking a digital marketing specialist to support its growing residential and commercial property portfolio. Working as a part of the Communications & Marketing team and under the strategic direction of the Nine Zero marketing leader, the ideal digital marketing specialist should have at least two years of experience in general marketing, social media and online",{"entities":[[355,364,"SKILLS"],[366,378,"SKILLS"]]}],["digital",{"entities":[]}],["search marketing, as well as a strong passion for driving company results and reputation. The incumbent must be team-oriented and collaborative, but also work well independently, in City+Ventures\\x89\\xdb\\xaa entrepreneurial, high-growth environment.\\r\\nMarketing AssociateMFM Building Products is a growing manufacturer of roofing and waterproofing membranes used in commercial and residential construction. The Marketing Associate is responsible for managing daily administrative tasks in a support role for the Marketing and Sales Departments. This newly created position will help plan and implement our marketing and advertising activities.ResponsibilitiesManage daily administrative tasks to ensure the Marketing Department runs smoothly and efficientlyCreate reports for customer sales, rebate programs and other subjects in support of both the Marketing and Sales Departments\\r\\nLegacy Home and Ryan Studio are wholesale manufacturers of luxury home furnishings including bedding, sheeting, draperies, and decorative pillows and are seeking an experienced Marketing Coordinator.Qualified candidates will be creative self starters will the ability to effectively manage multiple ongoing projects in a fast paced environment.Responsibilities will include: Creation and maintenance of sales materials including sampling, price lists and marketing collateralWebsite updates and maintenanceE-mail newsletters and social media\\r\\nStrategy AnalystCorporate Headquarters12575 Uline Drive, Pleasant Prairie, WI 53158With Uline\\x89\\xdb\\xaas continued growth, we need a team that ensures we stay true to our company motto of Speed, Passion and Operational Excellence. Our Executive Operations team keeps us on track by conducting internal operational audits, analyzing company performance and reporting findings and recommendations to Uline\\x89\\xdb\\xaas President.Better together than apart. This position is on-site, and we are looking for good people who share our passion.Uline is proud to operate as a drug-free workplace. All new hires must complete a pre-employment drug screening. #LI-JF1 #CORP\\r\\nThe Digital Analyst at Copart will be responsible for analyzing business performance, synthesizing findings, supporting end-to-end execution of the site, structuring presentations, and communicating recommendations and action items to drive alignment and execute against Copart's digital strategy.The ideal candidate will have a deep understanding of Adobe Analytics, Google Analytics 360, and other common digital analytics products, such as tools for A",{"entities":[[112,125,"ATTRIBUTES"],[130,143,"ATTRIBUTES"],[208,223,"ATTRIBUTES"],[412,431,"EXPERIENCE"],[2449,2464,"SKILLS"],[2466,2486,"SKILLS"]]}],["B testing (Adobe Target, Optimizely, Google Optimize 360), tracking and tag management, and reporting and visualization (Tableau, Power BI). This individual must have the ability to interact with team members (at all levels) in a fast-paced environment, often under pressure, remaining flexible, proactive, positive, resourceful, and efficient, with a high level of professionalism. This individual should be willing and able to roll up their sleeves, own projects, report on how those projects are performing, and then make recommendations to make them even better. Hiring Now\\r\\nThe Data Consumption team of Data Security & Infrastructure (DSI) is seeking a highly motivated Spark",{"entities":[[11,23,"SKILLS"],[25,35,"SKILLS"],[37,56,"SKILLS"],[121,128,"SKILLS"],[130,138,"SKILLS"],[286,294,"ATTRIBUTES"],[296,305,"ATTRIBUTES"],[307,315,"ATTRIBUTES"],[317,328,"ATTRIBUTES"],[334,343,"ATTRIBUTES"],[667,676,"ATTRIBUTES"]]}],["Big Data Developer to start or continue an IT career on the Big Data Platform project. Teaming up with architects, scrum masters, leads, managers and directors, you will work in an Agile environment to make the data on the Big Data Platform accessible for the needs of the organization through Atomic Models and Analytical Data Stores. In this role, you will coordinate with a variety of IT departments to elicit and translate high level business requirements into detailed system requirements. You will participate in the entire software development lifecycle by writing and executing test plans, finding solutions to issues during development and after deployment. You should be intellectually curious, have a solutions-oriented attitude and enjoy learning new tools and techniques.Basic Qualifications: \\r\\nPosition Overview: Catalent hires people with a passion to make a difference to the health of millions of people globally. Your expertise, coupled with Catalent\\x89\\xdb\\xaas advanced technologies and collaboration with thousands of innovative pharmaceutical, biotech and healthcare companies, will help bring life-enhancing products to the people you know and love. Your talents, ideas and passion are essential to our mission; to develop, manufacture and supply products that help people live better, healthier lives. Interested in learning more about life at Catalent? Start hereSenior Analytical ScientistThe Senior Analytical Scientist reports to the Associate Director\\r\\nHistorically, the travel requirement for this position has ranged from 80-100% . The safety and well-being of our people continues to be the top priority, and our decisions around travel are informed by government COVID-19 response directives, recommendations from leading health authorities, and guidance from a number of infectious disease experts. For now, all KPMG business travel, international and domestic, is currently restricted to client-essential sales",{"entities":[[1,19,"EXPERIENCE"],[182,187,"SKILLS"],[295,308,"SKILLS"],[313,336,"SKILLS"],[682,704,"EXPERIENCE"],[713,740,"EXPERIENCE"],[1422,1449,"EXPERIENCE"]]}],["delivery activity only. At some point in the future and with the safety of people as the critical factor, the travel requirement will likely increase, possibly to previous levels, but KPMG is committed to balancing client requirements with new delivery capabilities.Innovate. Collaborate. Build. Create. Solve. The KPMG Digital Lighthouse is KPMG's award-winning Analytics & AI Center of Excellence recognized by clients and leading analyst firms in the US and globally. The KPMG Lighthouse is a curation of specialized technical capabilities and domain experts working across the digital landscape: applied data science, AI, data engineering and insights, software engineering, automation, and big data. Here, you'll work with a diverse team of professionals to explore and build solutions for clients in a multiplatform environment.\\r\\nPosition Overview: Catalent hires people with a passion to make a difference to the health of millions of people globally. Your expertise, coupled with Catalent\\x89\\xdb\\xaas advanced technologies and collaboration with thousands of innovative pharmaceutical, biotech and healthcare companies, will help bring life-enhancing products to the people you know and love. Your talents, ideas and passion are essential to our mission; to develop, manufacture and supply products that help people live better, healthier lives. Interested in learning more about life at Catalent? Start hereAssociate Analytical ScientistThe Associate Analytical Scientist reports to the Supervisor\\r\\nPosition Summary: The Oligonucleotide Process Development Chemist",{"entities":[[363,372,"SKILLS"],[375,377,"SKILLS"],[626,642,"EXPERIENCE"],[657,677,"EXPERIENCE"],[679,689,"EXPERIENCE"],[695,704,"SKILLS"]]}],["Scientist will work in the Process Development group to support broadly diagnostic and therapeutic oligonucleotide manufacturing process development, transfer and trouble-shooting production issues.Responsibility: Optimize and scale up",{"entities":[]}],["down synthesis, purification, conjugation and downstream processing methods in preparation for handover to routine manufacturing.Provide technical and early stage manufacturing support in the development of diagnostic and therapeutic GMP manufacturing process and capability, including developing and drafting of manufacturing procedures.\\r\\nAskGene Pharma, Inc. (\\x89\\xdb\\xcfAskGene\\x89\\xdb\\x9d) is a biotechnology company specializing in the development of superior biotherapeutics including monoclonal antibodies, bispecific molecules and fusion proteins for validated targets in immuno-oncology. We have a well-equipped R & D facility in southern California and a manufacturing pilot plant in Nanjing, China that will help us accelerate our biologics to IND stage and beyond. We are seeking an outstanding and highly motivated scientist or senior scientist to join our dynamic and fast-paced research team. The ideal candidate will be technical competent bench scientist with relevant experience in human cellular biology, advanced flow cytometry and T cell immunology and extensive experience in cell-based immune assays is required. This role requires a result-driven attitude and eagerness for contribution to organization\\x89\\xdb\\xaas goals. The successful candidate is expected to play key roles in supporting preclinical research programs and related translational science to evaluate cancer immune therapeutics, advance therapeutic candidates from early discovery to IND-enabling studies.\\r\\nnan\\r\\nScientist - MS ProteomicsUniquely positioned to enhance quality of life in aging, at Alkahest, we are pioneering science that is rapidly being translated to the clinic. Our approaches utilize in vivo, in vitro, proteomic, and molecular techniques to identify new therapeutics and apply them to patients.We are seeking a highly motivated, resourceful, and detail-oriented scientist to join our collaborative and supportive mass spectrometry-based proteomics team. This position will be key in advancing our mass spectrometry platform as we establish and implement new enabling technologies to discover, characterize and validate biomarker and therapeutic target candidate proteins in complex biological samples. This position provides a unique opportunity to shape next generation MS efforts at Alkahest by integrating state-of-the-art approaches for sample preparation, data acquisition and data analysis with a focus on plasma proteomics.\\r\\n3Nines Technologies, Inc. is looking for an expert. We are looking for that special individual that has a driving desire to live and breathe business network technology. The person we are looking for wants to solve problems, consult with customers, be the subject matter expert and implement technology solutions with 3Nines clients.You need to know what you\\x89\\xdb\\xaare doing. Microsoft servers, Networking, Routers, Switches, Firewalls, troubleshooting, etc. Experience is a must. Desire to work with multiple clients daily. Fast paced environment. Complex environments to every day networks. Certifications are great but real-world hands-on experience is what we are looking for. No theory, hands on doing it. Not helping the server guy or the network guy\\x89\\xdb? you are the guy.If you are the guy\\x89\\xdb? and looking for a great work environment, family, good pay, benefits and be a part of a winning team, let\\x89\\xdb\\xaas talk. Salary is commensurate with experience. No overnight travel required. Use of personal auto is expected. Able to lift 50 lbs for transporting",{"entities":[[796,807,"ATTRIBUTES"],[819,828,"ATTRIBUTES"],[1001,1023,"EXPERIENCE"],[1025,1048,"EXPERIENCE"],[1053,1070,"EXPERIENCE"],[1099,1123,"EXPERIENCE"],[1835,1844,"ATTRIBUTES"],[1846,1857,"ATTRIBUTES"],[1863,1878,"ATTRIBUTES"],[1901,1914,"ATTRIBUTES"],[1919,1929,"ATTRIBUTES"],[2378,2394,"SKILLS"],[2399,2412,"SKILLS"],[2831,2848,"SKILLS"],[2850,2860,"SKILLS"],[2862,2869,"SKILLS"],[2871,2879,"SKILLS"],[2881,2890,"SKILLS"],[2892,2907,"SKILLS"]]}],["moving equipment.\\r\\nJob Description: Are you an experienced IT professional looking for your next opportunity to make a difference? If so, we want you to apply to join the Oregon Medical Group team as a Senior Network Engineer, to assist us in fulfilling our vision of 'Together, we help you live your healthiest life.'PURPOSE OF POSITION: The Senior Network Engineer (SNE) is responsible for activities related to the design, installation, management, and maintenance of the enterprise-wide LAN, WAN, wireless and network security infrastructure. The SNE will maintain network availability, reliability and performance that conform to all service level agreements. The SNE provides support for all Windows and Linux environments including resolving systems related issues escalated from the Service Desk. This position will establish enterprise data network standards, analyze and resolve complex network related problems, and analyze and test all elements of the network infrastructure. The SNE will design and implement network solutions based on business requirements. This position requires technical knowledge and experience in monitoring, security, backup, recovery, and maintaining an Enterprise datacenter. Analyzes trends and assists in design and development of network plans. Interfaces with vendors to learn about new data communications technology and system upgrades.\\r\\nOverview: Join our family of companies and let us invest in your career and personal development! At Copper River Information Technology, your growth is our success. As an employee, you will have access to education and training benefits and work",{"entities":[[211,227,"EXPERIENCE"],[442,452,"EXPERIENCE"],[458,469,"EXPERIENCE"],[700,707,"SKILLS"],[712,717,"SKILLS"],[1135,1145,"EXPERIENCE"],[1147,1155,"EXPERIENCE"],[1157,1163,"EXPERIENCE"],[1165,1173,"EXPERIENCE"]]}],["life balance through our Open Leave Policy. Your health is most important, so you\\x89\\xdb\\xaall be \\x89\\xdb\\xcfcovered\\x89\\xdb\\x9d with medical, dental and vision insurance. We offer immediate vesting with 401k matching, don\\x89\\xdb\\xaat delay and apply today! We are a seeking a Network Security Engineer who is comfortable working in a Professional Services customer facing role and dealing with multiple projects with various customers. These projects may be large or small depending on the customer requirements and",{"entities":[[279,304,"EXPERIENCE"]]}],["or contract. Potential of having to visit customers locations and work with engineers on network migrations, deployments and",{"entities":[[89,107,"EXPERIENCE"],[109,120,"EXPERIENCE"]]}],["or upgrades.Responsibilities: Qualifications: Other Responsibilities: \\r\\nThe Network Project Engineer\\x89\\xdb\\xaas purpose is to attain a high level of client satisfaction as a strategic technical resource within the organization responsible for successful onsite project delivery and service support of our networking and cybersecurity product portfolio.Essential Duties and Responsibilities: Works through project tickets in PSA as assigned.Works through service tickets in PSA as assigned.Escalates engineering, service or project issues that cannot be completed within agreed service levels.Interfaces with vendor",{"entities":[[306,316,"SKILLS"],[321,334,"EXPERIENCE"]]}],["manufacturer technical personnel for client problems that cannot be resolved effectively.\\r\\nJob Purpose: The Network Engineer is responsible for LAN infrastructure, design, implementation, configuration and maintenance of Hassett Logistics LAN",{"entities":[[146,164,"SKILLS"]]}],["WAN environment. Manages and maintains a multi-user computer system (server) for on site and remote facilities. Establishes and performs highly complex network-based projects involving the design, analysis, maintenance, and implementation of LAN",{"entities":[[189,195,"SKILLS"],[197,205,"SKILLS"],[207,218,"SKILLS"]]}],["WAN equipment and networks. Performs system administration of microcomputers.Key Responsibilities",{"entities":[]}],["Outcomes: Duties and responsibilities include, but are not limited to the following: \\r\\nAre you a skilled problem solver and enjoy working with people? Are you highly motivated and self-disciplined? Do you have a real focus for customer satisfaction? If you answered yes to these question then we have the perfect career for you.The perfect candidate must: Demonstrate ability to identify and resolve problems in a timely and efficient mannerDemonstrate ability to communicate effectively with customersProve superior writing and oral communication skillsProve desire to keep current with technologies relevant to businessProve ability to manage difficult customer situations, respond promptly to the customer needs and solicit customer feedback to improve service\\r\\nSystems Architect I \\x89\\xdb\\xd2 Network EngineerPosition Summary ID #: 20210005ASSURSEC is seeking a highly motivated, flexible, organized, customer-focused, and detail- oriented Systems Architect I \\x89\\xdb\\xd2 Network Engineer to join our dynamic team. This position is to support the process such as design and develop new network products or major enhancements to the existing network. Additionally, the individual should possess exceptional communication skills necessary to lead discussions with Agency contacts and communicate with audiences of varying technical expertise. The individual must be able to demonstrate success in defining the architecture of computerized",{"entities":[[105,119,"ATTRIBUTES"],[166,175,"ATTRIBUTES"],[180,196,"ATTRIBUTES"],[424,433,"ATTRIBUTES"],[874,883,"ATTRIBUTES"],[885,893,"ATTRIBUTES"],[895,904,"ATTRIBUTES"],[906,922,"ATTRIBUTES"],[945,962,"EXPERIENCE"],[978,994,"EXPERIENCE"]]}],["information systems (i.e., systems are composed of software and hardware) in order to fulfill specific mission requirements. Includes the breakdown of the system into components, and the component interactions and interfaces (within the intended environment, especially the user), also includes the technologies and resources to be used throughout the design and implementation phases.\\r\\nProvide a safe and healthy working environment implementing improvement systems to eliminate any work-related injuries and ensuring all employees understand all safety requirements.Ensures that all practices, procedures, and criteria at the plant meet or exceed all standards and customer specifications.Audits all production processes, equipment, and employee performances to assure that all prescribed quality procedures and systems are followed.Work with cross functional teams to resolve quality and system issues. Support continuous improvement, preventative actions, and cross departmental decision making.Translate customer requirements into systematic processes, production specifications, control plans, and process FMEAs using a cross-functional team.Preferred\\r\\nNetwork Engineer CCNAPLEASE NOTE: This position does require onsite work in western Indiana. While some work will be remote, this position does require the ability to immediately respond to customers onsite in Terre Haute, Indiana, and the surrounding area.An established conservative technology solutions provider with a strong track record of success in deploying Security, VoIP, UC, Cloud Solutions and Data networking Solutions to enterprise clients is looking to add a motivated Cisco Network Engineer to join the team.This role will provide you with the opportunity to join a talented team in an enterprise-level environment who is passionate about technology, providing excellent customer service and growing their own skills! \\r\\nIf you are looking for a challenging and exciting career in the world of technology, then look no further. Skyworks is an innovator of high performance analog semiconductors whose solutions are powering the wireless networking revolution. At Skyworks, you will find a fast-paced environment with a strong focus on global collaboration, minimal layers of management and the freedom to make meaningful contributions in a setting that encourages creativity and out-of-the-box thinking. Our work culture values diversity, social responsibility, open communication, mutual trust and respect. We are excited about the opportunity to work with you and glad you want to be part of a team of talented individuals who together can change the way the world communicates.Requisition ID: 64356Job DescriptionWhen you join our team in Cedar Rapids, you\\x89\\xdb\\xaall join a uniquely collaborative, multi-discipline engineering community who support each other working across our domestic design centers creating cutting edge products for global markets. You\\x89\\xdb\\xaall be paired with a mentor to help support you as an integral part of a team responsible for designing custom parts.\\r\\nSecure our Nation, Ignite your FutureBecome an integral part of a diverse team while working at an Industry Leading Organization, where our employees come first. At ManTech International Corporation, you\\x89\\xdb\\xaall help protect our national security while working on innovative projects that offer opportunities for advancement. Currently, ManTech is seeking a motivated, career and customer-oriented DevOps Engineer to join our team in McLean, VA.The successful candidate will use DevOps skills and associated Linux skills to support application development teams and improve the overall DevOps efficiency of the Sponsor organization.Responsibilities include, but are not limited to: Serving as an interface to the Linux infrastructure team for support to the application development team (s) \\r\\nCompany Description: Crown Equipment Corporation is a leading innovator in world-class forklift and material handling equipment and technology. Crown brings the benefits of technology to material handling by connecting lift trucks, operators and facilities and collecting accurate, real-time information for better decision-making.Job Responsibilities: Join our agile based cloud development team chartered to develop and deploy new global fleet and service management products including Crown\\x89\\xdb\\xaas award-winning InfoLink. Oversee a DevOps team focused upon automated continuous deployment of application code and the operational and security monitoring and care of the infrastructure and software platforms. Serve as the liaison between team developers, corporate IT, and external cloud providers for deployment, operational efficiency, security, and business continuity.\\r\\nOverview: Systems Planning and Analysis, Inc. (SPA) is a well-established and progressive defense contracting company in the DC Metro area. We are a professional services firm established in 1972 that has a long-standing reputation for unrivaled technical and analytical support to some of the top decision makers in the Federal Sector. We do state of the art work and have a cadre of outstanding professionals on our team.The Integrated Warfare Systems Group (IWSG) focus is to provide engineering, technical and programmatic support to the Program Executive Office Integrated Warfare Systems, Above Water Sensors (PEO IWS 2.0) Directorate. Efforts include overarching program management, test and evaluation, systems engineering, operations analysis, systems integration, international, cyber security, IT network and programmatic support for over 25 PEO IWS 2.0 advanced radar, phased array radar, electronic warfare, electro-optic, advanced off-board electronic warfare",{"entities":[[1549,1564,"EXPERIENCE"],[1569,1594,"EXPERIENCE"],[1647,1669,"EXPERIENCE"],[1801,1811,"ATTRIBUTES"],[2583,2591,"ATTRIBUTES"],[3479,3485,"SKILLS"],[3589,3594,"SKILLS"],[5465,5484,"EXPERIENCE"],[5486,5505,"EXPERIENCE"],[5507,5526,"EXPERIENCE"],[5543,5557,"EXPERIENCE"],[5559,5561,"EXPERIENCE"]]}],["decoy and directed energy programs.Responsibilities: Qualifications: \\r\\nDaugherty Business Solutions, a leading advisory services and technology consulting firm will be expanding its operations to open a new, world-class Software Development Center in Columbus, Ohio to support its rapid growth and to engage the region\\x89\\xdb\\xaas diverse talent pool and thriving business community.In addition to existing Software Development Centers across the organization; in Minneapolis, Atlanta, Dallas, Chicago, NY and the St. Louis Headquarters, the team in Columbus will strategically support Daugherty\\x89\\xdb\\xaas growth strategy and commitment to delivering high quality software fast and effectively for its Fortune 500 clients.From Ron Daugherty, founder and CEO of Daugherty Business Solutions: \\x89\\xdb\\xcfI am excited to announce that Daugherty is expanding to Columbus, OH. This expansion is a direct result of the hard work of our consultants during this pandemic. Daugherty teammates continue to find ways to add even more value for our clients and to increase the demand for our consulting expertise. Columbus is a growing metro area with a strong base of talent, excellent universities, and interesting perspective clients. That\\x89\\xdb\\xaas why I\\x89\\xdb\\xaam proud to add Columbus to our existing development centers across the country.\\x89\\xdb\\x9d\\r\\nAutomation EngineerTechLab, Inc. develops, manufactures, and distributes medical diagnostic tests. This company places emphasis on science and collaboration with Universities. We are looking to add a Automation Engineer to our team.An employee in this position can expect to perform the following duties: Project and time managementRecommending, Designing, Simulating, programming, and operational testing of electrical or mechanical automationMaintain, repair and troubleshooting of automation system controls, including but not limited to: Motors, Drives, PLC, User interfaces and Robotic Systems\\r\\n",{"entities":[[1561,1571,"EXPERIENCE"]]}]]}