{"classes":["SKILL","ATTRIBUTE","EXPERIENCE"],"annotations":[["Intro (Use Font Arial 12): As a Machine Learning Engineer, you will be a part of the team responsible for making it easy to deploy, manage, and monitor machine learning models at scale in production. You will join a team that developes the infrastructure to facilitate model orchestration. Collaborate with both data scientists and platform engineers to create intuitive and resilient solutions. You will also be expected to follow the best practices of Agile software development, including high coding quality with testing coverage, and continuous integration and deployment of your solutions.What You'll Be Doing: Design and build scalable machine learning infrastructure for model management, continuous training and deployment, and serving predictions.Support the operation services and set up monitoring, to keep our services at the highest level of service agreement.Location and Travel Details: Profile of Success: About AIS: EEO Statement :",{"entities":[[31,56,"EXPERIENCE"],[151,174,"SKILL"],[268,288,"EXPERIENCE"],[360,369,"ATTRIBUTE"],[374,383,"ATTRIBUTE"],[453,458,"SKILL"],[459,479,"EXPERIENCE"],[538,560,"EXPERIENCE"],[632,672,"EXPERIENCE"],[695,714,"EXPERIENCE"]]}],["Who Are We? QinetiQ Inc. is a leading innovator with over 25 years of experience rapidly developing advanced C5ISR sensor solutions and is a renowned world leader in robotics and autonomy.The combined QinetiQ U.S. business unit brings capabilities across the full lifecycle of technology development from applied research and development to rapid prototyping, testing, fielding, and sustainment. Our expertise with unmanned platforms, broad sensing modalities, and cross-domain interoperability ensures that we deliver integrated solutions for Warfighter dominance in all phases of combat.We are a world-class team of professionals who deliver next generation technology and products in robotic and autonomous platforms and systems, ground systems, soldier systems, maritime systems, airborne sensors and payloads, processing and exploitation capabilities, and integrated C2 solutions. Much of our work contributes to innovative research in \\x95\\xc2\\x81elds such as sensor science, signal processing, data fusion, arti\\x95\\xc2\\x81cial intelligence (AI), machine learning (ML), and augmented reality (AR).",{"entities":[[165,173,"EXPERIENCE"],[340,357,"EXPERIENCE"],[359,366,"EXPERIENCE"],[368,376,"EXPERIENCE"],[382,394,"EXPERIENCE"],[686,718,"EXPERIENCE"],[732,746,"EXPERIENCE"],[748,763,"EXPERIENCE"],[765,781,"EXPERIENCE"],[783,799,"EXPERIENCE"],[1048,1050,"SKILL"],[1053,1069,"SKILL"],[1071,1073,"SKILL"],[1080,1097,"SKILL"],[1099,1101,"SKILL"]]}],["The Scientist/Senior Scientist/Lead Scientist - (Machine Learning Engineers) will work with the rest of the team to research, invent, and implement the next generation prediction, optimization, and analytics technology. You are a brilliant, motivated self-starter and an extremely fast learner with top notch problem solving, and analytical skills. You have a deep sense of curiosity and innate desire to dig deep into terabytes of data and love to play with the innards of complex algorithms, mathematical constructs and code.ResponsibilitiesResearch, design and/or implement solutions to challenging problems in real-time bidding domain, such as all kinds of optimization problems, audience understanding, etc.",{"entities":[[49,75,"EXPERIENCE"],[180,192,"EXPERIENCE"],[198,207,"EXPERIENCE"],[661,682,"EXPERIENCE"],[684,706,"EXPERIENCE"]]}],["IAI is looking for a talented research scientist to contribute to research and development efforts in machine learning, graph theory, and scientific software development. The candidate will incorporate novel ideas and improve the state of the art on advanced projects related to processing of large networks, analyzing data in high dimensions and implementing high performance computing software. Additionally, the candidate will develop a portfolio of related research by extending existing work and proposing new methods with novel application domains.You are highly encouraged to apply if you enjoy working with data and algorithms, passionate about understanding how things work, want to solve complex problems and strive to stay current on the technology and literature in areas of high performance computing, network analysis and machine learning.",{"entities":[[30,48,"EXPERIENCE"],[102,118,"SKILL"],[120,132,"EXPERIENCE"],[138,170,"EXPERIENCE"],[360,386,"EXPERIENCE"],[636,646,"ATTRIBUTE"],[787,813,"EXPERIENCE"],[815,831,"EXPERIENCE"],[836,852,"EXPERIENCE"]]}],["OverviewProSphere is seeking a Data Scientist to provide services in development of new and enhancement of existing capabilities for information technology systems and applications for the Department of Veterans Affairs. The Data Scientist will lead efforts to expand the data science capabilities of customer\\x89\\xdb\\xaas analytics platform. The individual in this position will have a solid background in production-level machine learning systems with broad exposure to a wide variety of algorithmic techniques. Experience and demonstrable proof of impactful work in areas such as natural language processing, explainability driven deep learning and time-series forecasting is valuable. Our team particularly values experience in building inferential algorithms for high-stake decisions while dealing with noisy, diverse, distributed datasets. Being able to communicate complex concepts in simple language to diverse stakeholders with an unwavering commitment to empathy and customer obsession is highly desired. The candidate will work with the Senior Data Scientist to develop and automate algorithms that integrate with various parts of our customer\\x89\\xdb\\xaas organization, improve customer experience, and drive operational efficiency. The candidate will be able to translate data clearly and dynamically into a coherent and relevant story that will resonate with the customer\\x89\\xdb\\xaas data science initiatives and roadmap. Knowledge and practical work experience with the job functions listed below is highly desirable. This is a full-time remote position. Veterans are encouraged to apply.",{"entities":[[31,45,"EXPERIENCE"],[133,163,"EXPERIENCE"],[424,440,"SKILL"],[583,610,"SKILL"],[634,647,"SKILL"],[652,675,"SKILL"],[741,763,"EXPERIENCE"],[824,845,"EXPERIENCE"]]}],["At Ezoic, we're building a better internet experience with our all-in-one digital publishing platform. We are looking for motivated, fast-learning developers who are excited to build products that scale to millions of visitors every day.At its core, our product uses artificial intelligence to learn how users interact with digital content and proactively delivers the optimal front end for every visitor to our customers' sites. We've built tools to automatically generate progressive web apps, in-depth reporting dashboards to give publishers novel insights into their users, data pipelines to process hundreds of millions of events, and tools to vastly increase throughput and effectiveness of our machine learning decisions, just to name a few. We're continuously growing, and we're looking for frontend and backend developers who love building and solving problems across the entire tech stack.",{"entities":[[122,131,"ATTRIBUTE"],[133,146,"ATTRIBUTE"],[267,290,"SKILL"],[377,386,"EXPERIENCE"],[486,494,"EXPERIENCE"],[578,592,"EXPERIENCE"],[701,717,"SKILL"],[799,807,"EXPERIENCE"],[812,819,"EXPERIENCE"]]}],["We are looking for highly motivated and self-directing software engineers to join our Addison, TX office who can work on all aspects of software development. You will be working in .NET technology stack to build and extend highly scalable SaaS solutions to help revolutionize mortgage industry related services and integrate our platform into industry leading loan originating systems (LOS).Essential Duties and responsibilities\\xe5\\xe1 Work on all aspects of software development including design, development and QA to build and extend highly scalable SaaS solutions\\xe5\\xe1 Integrate with third party data providers and industry leading loan originating systems (LOS) and scale the system to meet sales projections.",{"entities":[[19,35,"ATTRIBUTE"],[40,54,"ATTRIBUTE"],[55,73,"EXPERIENCE"],[136,157,"EXPERIENCE"],[181,185,"SKILL"],[239,253,"EXPERIENCE"],[515,517,"SKILL"]]}],["Geotechnical Engineer \\x89\\xdb\\xd2 GeoEnvironmental Resources, Inc. has an immediate opening for a mid-level engineer in Virginia Beach, Virginia. Duties include planning and management of subsurface investigations, management of consultants and subcontractors, performing geotechnical analyses (shallow and deep foundations, pavements, slope stability, earth retention, etc.), preparing geotechnical engineering reports, providing field observations during construction, preparing fee proposals and qualification packages, and geotechnical related marketing and business development. Minimum requirements include a BS degree from an ABET accredited engineering program, Professional Engineer registration in Virginia , 4+ years experience in geotechnical engineering practice, knowledge of geotechnical computation methods including analysis software, and excellent verbal and written communication skills. Experience with DOD and transportation projects a plus. The selected candidate must have the ability to obtain clearance to access secure government installations. US citizenship required. Some overnight travel may be required. Benefits include health and dental insurance coverage and 401 (k) program.",{"entities":[[0,21,"EXPERIENCE"],[549,558,"EXPERIENCE"],[563,584,"EXPERIENCE"],[790,822,"EXPERIENCE"],[856,906,"ATTRIBUTE"]]}],["Job Description: Our Unmanned Systems group is looking to add a talented Software Engineer to design and develop algorithms, simulations, and visualization tools for autonomous robotics. The successful candidate will be passionate about designing, developing and applying cutting-edge technologies for prototype autonomous systems.At Metron, we value innovation, inquisitiveness and insight. The successful candidate will be part of a team that designs and implements solutions addressing critical challenges in robotics for some of the most autonomous systems on or off the planet. In this position, you will see your ideas control robots in the most challenging environments.As a Software Engineer you will be involved in the entire software process, from concept development to design, implementation, and demonstration. You will integrate into, and lead, dynamic and highly-motivated project teams, and use new ideas from across multiple fields to push the boundaries of the possible for intelligent systems. The ideal candidate will thrive in an environment working with motivated, engaged, intelligent people.Desired Qualifications :",{"entities":[[72,89,"EXPERIENCE"],[93,122,"EXPERIENCE"],[219,229,"ATTRIBUTE"],[301,332,"EXPERIENCE"],[350,360,"ATTRIBUTE"],[362,377,"ATTRIBUTE"],[382,390,"ATTRIBUTE"],[511,519,"EXPERIENCE"],[541,559,"EXPERIENCE"],[681,698,"EXPERIENCE"],[870,886,"ATTRIBUTE"],[991,1011,"SKILL"],[1075,1084,"SKILL"],[1086,1093,"SKILL"],[1095,1106,"SKILL"]]}],["Data Developer/EngineerThe Technology Infrastructure Engineering and Operations Team engineers and supports all the foundational technology used across M & T Bank. We support two Data Centers , 15,000 Distributed platforms , 24 Mainframe Regions, a secure and reliable Network connecting all the technology across the bank footprint and process approximately 635,000 automated jobs per month. In addition to that foundational technology level, we own the operational support processes, monitoring and command center that provide a unified, well-managed technology response when issues arise. We deliver innovative, and compelling technology solutions, in partnership with our line of business CIOs, to enhance the internal customer experience that enables our business partners to deliver.Buffalo, New York, United States of America",{"entities":[[0,26,"EXPERIENCE"],[599,609,"ATTRIBUTE"]]}],["We are seeking a Software Engineer that loves working on the web and mobile platforms to join our team of passionate coders in a modern development environment. Our Agile teams collaborate to define requirements, design and create solutions that target complex business problems. Our focus is on building the highest quality applications using cutting-edge technologies to satisfy market needs.LocationLatham, New YorkResponsibilitiesCollaborate to refine requirements, design and create solutions which target defined business needs.",{"entities":[[17,34,"EXPERIENCE"],[61,85,"EXPERIENCE"],[106,116,"ATTRIBUTE"],[165,170,"SKILL"]]}],["Meyocks is growing thanks to the great work of our talented and dedicated team, and we\\x89\\xdb\\xaare looking for a front-end web developer to join us.What You Would Do at MeyocksIn this role, you would help create designs for digital projects, translate those designs to code and help bring ideas to life in the form of websites, landing pages, banner ads and other digital executions.You would collaborate with a team of graphic designers, copywriters, strategists and other marketing communication professionals. You would move seamlessly between design and code, always keeping an eye on the details that can make or break a project.Your success would be measured by the quality of the code you write and technical solutions you deliver.",{"entities":[[51,59,"ATTRIBUTE"],[64,73,"ATTRIBUTE"],[115,138,"EXPERIENCE"],[320,328,"SKILL"]]}],["Software Developer - ConversionsSouthington, CT, USA Req #366Monday, March 8 , 2021Who we are...COCC delivers complete enterprise processing solutions to financial institutions throughout the northeastern United States. Listed among American Banker's FinTech 100 and the Inc. 5,000 fastest growing companies in the nation, COCC inspires the industry with innovation and top quality support. Designated as a Top Workplace in Connecticut, COCC recognizes employees as the core of our success! COCC offers a progressive training program to support employees in personal and professional development.",{"entities":[[354,364,"ATTRIBUTE"]]}],["Job Summary: Performs analysis, development and maintenance of business applications. Analyzes user requirements to define project scope, objectives, and ROI. Designs, programs, and tests business applications. Creates clear and concise documentation for applications, including development and end-user documentation. Provides technical leadership on major projects.Attributes: \\xe5\\xe1 Service Focus\\xe5\\xe1 Information Seeking\\xe5\\xe1 Analytical Thinking",{"entities":[[63,85,"EXPERIENCE"],[237,250,"EXPERIENCE"],[279,290,"EXPERIENCE"],[295,318,"EXPERIENCE"],[328,348,"EXPERIENCE"]]}],["Overview: For more than 100 years, our passionate mission of safety empowers us to protect lives.MSA Safety is a global leader in the development of safety equipment and pioneering technology that helps protect people and facility infrastructures around the world. We are committed to providing the latest in innovative, best-in-class safety solutions that feature integrated systems capability and allow our customers to return safely to their families and friends. Every day our customers place their lives in our hands. In response, we provide them with protection they can trust. It is gratifying to lead the way as a source of inspiration. Would you like to join our team of more than 5,000 employees world-wide dedicated to this purpose? We hope so.Responsibilities: Responsibilities: Qualifications :",{"entities":[[38,48,"ATTRIBUTE"],[308,318,"ATTRIBUTE"],[364,382,"EXPERIENCE"]]}],["About Us: We are ProPack, a fast-growing Third-Party Logistics (3PL) company whose core purpose is to help our clients achieve extraordinary success.Founded in 1991, we have spent the last 30 years developing our own custom-built processes, software, and related technology to support our 5 North American warehouses and the clients we serve. The collaboration of our operations and technology departments has allowed ProPack to respond in near real-time to business opportunities and client needs.At ProPack we value a positive attitude, hard work, innovation, and a great work/life balance. Owners, management, and employees work closely together on a daily basis to continuously improve our way of doing business. Input, feedback, and collaboration are welcomed and encouraged at all levels of the organization.",{"entities":[[519,536,"ATTRIBUTE"],[538,547,"ATTRIBUTE"],[549,559,"ATTRIBUTE"],[737,750,"ATTRIBUTE"]]}],["At TreviPay, we help clients grow by streamlining B2B payments through a combination of innovative technology, service expertise, and working capital to improve their customer\\x89\\xdb\\xaas experience and free up funding for growth. We facilitate $6 billion in transactions per year in 18 currencies for customers in more than 27 countries. We specialize in payment and credit management for B2B companies across the globe, setting the stage for the future of omni-channel B2B payments by extending terms, handling invoicing and managing collections. We take care of our clients by taking care of their customers.Every day, TreviPay employees are challenged and empowered in a supportive, collaborative, entrepreneurial environment.Are you ready to make an immediate impact by engineering the platform that continues to drive our unprecedented growth? Credit as a Service (CaaS) is exploding in popularity \\x89\\xdb\\xd2 we need your help to build and scale it!",{"entities":[[676,686,"ATTRIBUTE"],[688,701,"ATTRIBUTE"],[703,718,"ATTRIBUTE"]]}],["PrintingCenterUSA is looking for an experienced, positive attitude person to join our team as a Marketing Assistant to provide visual design material, written copy for both web and print, development mockups, and SEO research that advance the progress of the company\\x89\\xdb\\xaas goals.This position is in Great Falls, MT (This is NOT a remote position.) Located between Glacier and Yellowstone National Parks, Great Falls, MT is surrounded by natural beauty and recreational opportunities such as world class fishing, hunting, skiing, hiking, biking, kayaking, water sports and so much more. Whatever the season, you\\x89\\xdb\\xaare sure to find numerous outdoor activities that match your speed.Great Falls offers affordable housing and quick access to everything : 15 minutes to work, shopping, restaurants, nightlife, community activities, etc.",{"entities":[[36,47,"ATTRIBUTE"],[49,66,"ATTRIBUTE"],[96,115,"EXPERIENCE"],[151,163,"EXPERIENCE"],[213,225,"EXPERIENCE"]]}],["Digital Marketing SpecialistAbout the Position: City+Ventures / Nine Zero Properties is seeking a digital marketing specialist to support its growing residential and commercial property portfolio. Working as a part of the Communications & Marketing team and under the strategic direction of the Nine Zero marketing leader, the ideal digital marketing specialist should have at least two years of experience in general marketing, social media and online/digital/search marketing, as well as a strong passion for driving company results and reputation. The incumbent must be team-oriented and collaborative, but also work well independently, in City+Ventures\\x89\\xdb\\xaa entrepreneurial, high-growth environment.",{"entities":[[0,33,"EXPERIENCE"],[221,247,"EXPERIENCE"],[332,360,"EXPERIENCE"],[409,426,"EXPERIENCE"],[428,440,"EXPERIENCE"],[445,476,"EXPERIENCE"],[624,637,"ATTRIBUTE"],[668,683,"ATTRIBUTE"]]}],["Zimmerman Architectural Studios is an award-winning, multidisciplinary architecture, planning, engineering, and interior design firm located in Milwaukee\\x89\\xdb\\xaas Menomonee Valley. We\\x89\\xdb\\xaare in the midst of a big transition with fresh leadership, highly engaged staff, and a new vision for the future. We\\x89\\xdb\\xaare proud of our deep experience and great history, but are laser focused on what\\x89\\xdb\\xaas yet to come, reframing the firm as a \\x89\\xdb\\xcf114-year-old startup\\x89\\xdb\\x9d. Join us and help shape the future of our firm! We are seeking a highly creative and detail-oriented individual to develop compelling marketing materials that support firm strategic goals and build strong brand equity. As an integral part of our Marketing Team, you\\x89\\xdb\\xaall play an active role in how we evolve our brands and marketing channels.Responsibilities :",{"entities":[[112,127,"EXPERIENCE"],[386,399,"ATTRIBUTE"],[567,582,"ATTRIBUTE"],[587,602,"ATTRIBUTE"]]}],["voestalpine Roll Forming Corporation Virtual InterviewsEvent DetailsDate: Monday, April 12 , 2021, Tuesday, April 13 , 2021, Wednesday, April 14 , 2021What We're Hiring ForFinancial Analyst, FP & ASafety Technical Support Specialist / Safety SpecialistIntake Details: Technical requirementsAfter signing up, you will be sent an email with instructions on how to connect.Please be prepared to join the virtual interview from a quiet place using a desktop or mobile device with a working speaker, microphone, and camera. Check to see if your network connection can support an online session. A plugged in ethernet cable or a strong WiFi network signal will help avoid time delays during your conversation.What to bring to this eventPlease provide your resume in advance - submitting your online application ahead of time is preferredWhat to wearCasual (come as you are, but please be presentable) About voestalpine Roll Forming CorporationRFC\\x89\\xdb\\xaas story begins with one man\\x89\\xdb\\xaas vision of a company that would be prosperous while proactively meeting each customer\\x89\\xdb\\xaas needs. It would be a company built on a foundation of dedicated employees, sustained by a strong work ethic and creative ideas while always respecting the needs and contributions of individuals.We have expanded into an additional Shelbyville location! Join us.We Engineer. We Form. We Solve.With a history dating back to 1947 and supporting some of today\\x89\\xdb\\xaas most recognized manufacturers, voestalpine RFC\\x89\\xdb\\xaas advanced roll forming operations deliver custom shapes and complete assemblies that conform to the most demanding specifications. And with engineering, design, tooling and manufacturing all co-located within close proximity to each other, we can deliver fully integrated roll forming solutions that produce larger volumes of components with exceptionally high quality standards while still meeting strict cost controls.health, dental, vision, life and short-term disability insurances , 401K retirement savings match (traditional or ROTH), health savings plans, and quarterly profit-share bonuses.What is a Virtual Hiring Event? Virtual hiring events are a great way for employers and jobseekers to connect, even if they aren't in the same physical location. Hiring is a human process, and they would like to talk with you online (either through chat, on the phone, or video) to see if you\\x89\\xdb\\xaare a fit! https: //www.rfcorp.com/careershttps: //www.youtube.com/embed/u43a7yRYuqgDo you have the required 2 or more years' experienceIf Safety Role - Do you have your OSHA 10 and/or 30 hour certification? (If Finance role, N/A so please mark yes) Do you have Bachelor's degree? (Or five or more years' equivalent in experience or training) Will you be willing to apply on the company jobs site, www.rfcorp.com/careersFinancial planning & analysis professional to support the management team for our manufacturing company. This person will be attentive to detail, strongly analytical with an ability to communicate effectively with team members cross-functionally and at all levels within our organization.Ideal candidates will have experience in manufacturing environments, strong analytical and problem-solving skills. Self-starter and independent worker who enjoys working cross-functionally on projects that influence organizational decisions? Apply now! Qualifications and Core Competencies - To perform this job successfully, an individual must be able to perform each essential duty satisfactorily and possesses the competencies and skills listed. The requirements listed below are representative of the knowledge, skill, and/or ability required. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.Bachelor\\x89\\xdb\\xaas degree in Accounting, Finance or related field. Extensive experience and/or training of ten or more years may be considered in lieu of degree.Two or more years\\x89\\xdb\\xaa related experience in finance or accounting role.Proficient in Microsoft office products (especially Microsoft Excel), MRP/ERP, and accounting packages.Willingness to work on-site at Shelbyville, KY location and ability to travel to other locations as needed.US Person (meets ITAR/EAR requirements) Experience in the manufacturing industryPrior experience in financial analysisWhile a flexible remote-working option is available on an occasional basis, this position will be based out of our Isaac Shelby Drive location in Shelbyville, KY._________________________________________Analyzes and forecasts financial, economic and other data to provide accurate and timely information to influence strategic and operational decisions. Utilizes strong analytical, organizational, time-management, and problem-solving skills to execute projects that support management and executive management teams.Essential Duties and Responsibilities include the following. Other duties may be assigned.Assists in the routine preparation, maintenance and analysis of monthly, quarterly and annual forecastsSupports preparation of internal management reports and comprehensive analysis of financial results to support management and executive management teamsAssists in the planning and creation of the annual budgetPrepares ROI analysis on new projects and performs post-completion analysis on past projectsSupports preparation and compilation of quarterly reporting packages for the Board of Directors and executive leadership teamSupports strategic planning, budgeting, tracking and approval of capital investment projects. Works with project owners to organize and arrange capital investment requirements for committee presentation, rigorously challenging assumptions and financial justifications, ensuring compliance with capital policy, and supporting Accounting in the recording of capital transactions to ensure proper treatmentSupports month end financial statements and analysesPrepare other management reports and analytics such as weekly sales results, monthly and quarterly commentary on results, regular updates to sales and EBIT forecasts, and others as requiredDevelop and improve forecasting model to aid in predicting profitability and cash flow resultsSupport sales and business development teams to identify viable business opportunities and filter out undesirable leadsParticipate in ad hoc projects such as special situation analysis to help identify cost savings, evaluate expansion/reduction opportunities, and ensure efficient uses of capital resourcesAssist Accounting, IT, Sales, Business Development, and HR with data projectscash flow basics/analysis, time value/discounted cash flow, internal rate of return, net present value, payback, lease vs. own analysis and an understanding of cost of capitalTravel occasionally, as required",{"entities":[[1138,1147,"ATTRIBUTE"],[1174,1191,"ATTRIBUTE"],[1196,1204,"ATTRIBUTE"],[2950,2969,"ATTRIBUTE"],[2971,2990,"ATTRIBUTE"],[3010,3033,"ATTRIBUTE"],[3154,3167,"EXPERIENCE"],[3204,3219,"SKILL"],[4030,4055,"EXPERIENCE"],[4068,4083,"EXPERIENCE"],[4086,4093,"EXPERIENCE"],[4706,4723,"ATTRIBUTE"]]}],["The Role: If you are looking for part-time job with flexible schedule, Foley has an opening for a Part-Time Marketing Specialist to assist in the development and execution of marketing campaigns.Job duties: Conent creation for email campaigns, social media, direct mail, etc.Track, process and report on marketing programsWork with internal customers and vendorsOur Ideal Candidate: Who We Are :",{"entities":[[107,127,"EXPERIENCE"],[174,197,"EXPERIENCE"],[205,211,"EXPERIENCE"]]}],["Lubrication Specialties, Inc. (LSI) is a rapidly growing company that retains its family-oriented, small-town roots. With a focus on innovation, customer education and problem-specific solutions, LSI has been serving the automotive aftermarket since 1997 in the form of oils, additives and other lubricants under the Hot Shot\\x89\\xdb\\xaas Secret brand \\x89\\xdb\\xd2 which has quickly become one of the fastest growing brands in the automotive aftermarket. Hot Shot\\x89\\xdb\\xaas Secret serves the gasoline, diesel, heavy-duty, performance racing, agriculture and RV markets \\x89\\xdb\\xd2 to name a few - and is now available in over 30K retail locations.We pride ourselves on being an innovative, agile and fast-paced company that does not slow down. This means there is no time to kick your feet up and rest on your laurels \\x89\\xdb\\xd2 except for the occasional company mixer. We are constantly looking to gain a competitive advantage through product, customer and operational excellence. We welcome big ideas, over-the-top ambition and a passion to achieve the unthinkable \\x89\\xdb\\xd2 okay, that sounds little clich\\xcc\\xa9 but it\\x89\\xdb\\xaas true. We are a team of forward-thinkers who are constantly pushing the envelope.",{"entities":[[133,143,"ATTRIBUTE"],[145,163,"EXPERIENCE"],[682,692,"ATTRIBUTE"],[694,699,"ATTRIBUTE"],[704,714,"ATTRIBUTE"],[1010,1031,"ATTRIBUTE"],[1038,1045,"ATTRIBUTE"]]}]]}