{"classes":["SKILL","ATTRIBUTE","EXPERIENCE"],"annotations":[["MORSE is an innovative, employee-owned, tech company located in Kendall Square in Cambridge, MA specializing in solving multi-disciplinary problems faced by the US National Security Ecosystem. Our specially selected team of engineers, software developers and scientists develop algorithms, software integrated prototypes and solutions for Artificial Intelligence, Machine Learning, Manned and Unmanned Aerial Vehicles, Mission Planning, and Situational Awareness.MORSE is searching for innovative candidates with expertise in using state-of-the-art machine learning algorithms for aerospace applications. The candidate will be responsible for acquiring truth data, integrating algorithms, testing algorithms, combining algorithms, reviewing literature to stay on top of the latest-and-greatest methods, analyzing data from field tests, and developing advanced algorithms. MORSE's machine learning focuses both on computer vision-based problems (with deep learning solutions) and data analysis of sparse data sets. The candidate will work with MORSE's current team of engineers to transition algorithms to production, which may run on a server or on a real-time embedded system. The candidate must also be capable of clearly communicating concepts to engineers and stakeholders.\\r\\nSecure our Nation, Ignite your FutureOverviewEach day U.S. Customs and Border Protection (CBP) oversees the massive flow of people, capital, and products that enter and depart the United States via air, land, sea, and cyberspace. The volume and complexity of both physical and virtual border crossings require the application of solutions to promote efficient trade and travel. Further, effective solutions help CBP ensure the movement of people, capital, and products is legal, safe, and secure.As a Data Scientist on our team, a proven track record of delivering production ready decision support tools and applications employed in the field and by mission-support entities. Further, highly competitive applicants will have a demonstrated capacity to: work closely and collaboratively with mission stakeholders; respond to emergent, mission-driven changes in priorities and expected outcomes; and, apply new and emerging tools and techniques.\\r\\nIntroductionASML US brings together the most creative minds in science and technology to develop lithography machines that are key to producing faster, cheaper, more energy-efficient microchips. We design, develop, integrate, market and service these advanced machines, which enable our customers - the world\\x89\\xdb\\xaas leading chipmakers - to reduce the size and increase the functionality of their microchips, which in turn leads to smaller, more powerful consumer electronics. Our headquarters are in Veldhoven, the Netherlands, and we have 18 office locations around the United States including main offices in Chandler Arizona, San Jose and San Diego California, Wilton Connecticut, and Hillsboro Oregon.Job Mission\\r\\nDo you love technology? Do you want to be part of a company that is changing the way field service companies, large and small, are using cloud technology to deliver better, faster, cheaper service to their customers? Do you feel yourself driven to utilize the latest and greatest tools to automate and optimize your work? Then this position may be for you! We are looking for a Junior Cloud Operations Engineer to join our Technology Operations team in support of our cloud-hosted web-based software solutions. You\\x89\\xdb\\xaall play a key role on our Technology Operations team--specifically, you'll share / lead in the following responsibilities: WHAT YOU'LL DO: Responsible for production incident response and disaster recovery procedures; working in tandem with application support engineers to ensure reliable service availability and uptime\\r\\nPlastipak Packaging is a global industry leader in the design, manufacturing, and recycling of plastic rigid containers. Our list of customers include some of the worlds most recognized and respected brands such as Procter & Gamble, Kraft Foods and Pepsi, just to name a few. Our commitment to our employees is demonstrated in numerous awards for innovation, environmental sustainability, and corporate citizenship.Plastipak follows industry leading protocols to address COVID-19, including regular disinfection, electrostatic cleaning and temperature sensing kiosks at most locations. We strictly adhere to all CDC guidelines to provide a safe working environment for our associates and visitors; including face coverings, social distancing, and hand sanitizer stations.Named one of America's Best Employers in Michigan by Forbes in 2020, Plastipak offers many great benefits, including: \\r\\nOverviewProSphere is seeking a Data Scientist to provide services in development of new and enhancement of existing capabilities for information technology systems and applications for the Department of Veterans Affairs. The Data Scientist will lead efforts to expand the data science capabilities of customer\\x89\\xdb\\xaas analytics platform. The individual in this position will have a solid background in production-level machine learning systems with broad exposure to a wide variety of algorithmic techniques. Experience and demonstrable proof of impactful work in areas such as natural language processing, explainability driven deep learning and time-series forecasting is valuable. Our team particularly values experience in building inferential algorithms for high-stake decisions while dealing with noisy, diverse, distributed datasets. Being able to communicate complex concepts in simple language to diverse stakeholders with an unwavering commitment to empathy and customer obsession is highly desired. The candidate will work with the Senior Data Scientist to develop and automate algorithms that integrate with various parts of our customer\\x89\\xdb\\xaas organization, improve customer experience, and drive operational efficiency. The candidate will be able to translate data clearly and dynamically into a coherent and relevant story that will resonate with the customer\\x89\\xdb\\xaas data science initiatives and roadmap. Knowledge and practical work experience with the job functions listed below is highly desirable. This is a full-time remote position. Veterans are encouraged to apply.\\r\\nPosition Summary: The Lead Data Engineer is part of a Global Data and Analytics Center of Excellence, which provides design, development, consulting, and support services to European, North American, South American, Middle East and Asia-Pacific markets.The Center of Excellence is formed of experts in Business Intelligence and Data Warehouse software platforms, Data Architecture, Data Engineering, Data Visualization and Data Science.The Lead Data Engineer will work closely alongside the Data and Analytics Center of Excellence team to both drive and support Martin Brower\\x89\\xdb\\xaas strategic initiatives through the advocation and delivery of analytics solutions and best practices across the organization. In addition, this role will oversee maintenance and support of established global analytics solutions to ensure reliability, consistency and relevancy of those solutions across the supply chain.\\r\\nAre you looking for a controls engineering career that challenges you to create innovative designs utilizing the latest robotic, computer, vision, and other control technologies? AeroSpec is committed to designing and developing industry leading automation equipment solutions. We enable customers across the globe to manufacture their products with sub-micron precision, in volumes of tens of thousands per day with unparallel guaranteed of product safety and reliability. AeroSpec has delivered automation and robotics that builds missiles, satellites, airbags, photonics components, semi components, probe cards, consumer products, surgical devices, pharmaceuticals and recently COVID rapid-test kits.As a controls design engineer, you play a key part in the AeroSpec equipment development process. The controls design engineer works with customers, suppliers and the other AeroSpec engineers to create a clean-sheet of paper controls solution that enables a high precision, high speed solution for our customers. This engineering position is challenging and full of new technologies to learn. You will mentor other engineers and electrical technicians.\\r\\nJob #: 205692Job DescriptionIf you are an experienced FTE Engineer looking for a position with a leading company, Bartech can help! We are a leading staffing firm and our clients include some over the nation\\x89\\xdb\\xaas biggest companies. Our client has a need for a FTE Engineer. This is a contract position; however it is not uncommon for assignments to transition into permanent positions with our client companies. If you have the background we are looking for, and you are interested in an opportunity to get your foot in the door with leading company, we want to talk with you! Applicant must be eligible to work in the US for immediate opening. For this opportunity, the successful candidate will be directly employed by Bartech Staffing as a W2 employee while providing services to our end client.\\r\\nnan\\r\\nWe are looking for highly motivated and self-directing software engineers to join our Addison, TX office who can work on all aspects of software development. You will be working in .NET technology stack to build and extend highly scalable SaaS solutions to help revolutionize mortgage industry related services and integrate our platform into industry leading loan originating systems (LOS).Essential Duties and responsibilities\\xe5\\xe1 Work on all aspects of software development including design, development and QA to build and extend highly scalable SaaS solutions\\xe5\\xe1 Integrate with third party data providers and industry leading loan originating systems (LOS) and scale the system to meet sales projections.\\r\\nLove developing software and innovating? Have an analytical mind? Love creating solutions? We are looking for a motivated and positive individual to lead creation of software solutions that exceed expectations! Based in Fort Wayne, Ind., Do it Best Corp. proudly serves thousands of member-owned home improvement businesses throughout the US and all around the world. We provide everything independent hardware stores, home centers, lumberyards, industrial/commercial distributors, and e-tailers need to grow their businesses and achieve their dreams. With annual sales of $3.7 billion, Do it Best Corp. serves member-owned stores in the United States and 50 foreign countries and prides itself on offering opportunity for advancement and benefits, such as tuition reimbursement.Description\\r\\nThe RoleSelf-motivated individual responsible for the complete life cycle of new software products along with modifications to existing software. You will be involved in all aspects of a project including pre-studies, requirement engineering, design, implementation, testing, documentation, training and support.Duties and responsibilities include, but are not limited to: Participate in customer visits to gather requirements and assist with project definition and scopeProduction and review of design proposals and functional specifications\\r\\nSoftware Engineering ManagerGreenville, SC OfficeLima One Capital, LLC is searching for an Engineering Manager with 5 years\\x89\\xdb\\xaa experience in software development. The Engineering Manager will be responsible for the design and oversight of all enterprise-wide technology solutions and the development and management of technical staff. Our ideal candidate has a thorough understanding of enterprise business applications, solutions architecture, and frameworks. As a leader of technical staff at Lima One Capital, the ideal candidate should also act as an advocate for the professional development of staff. This role will work closely with product managers to develop solutions for a wide range of industry-leading lending products. This position will report directly to the Director of Technology.ResponsibilitiesTechnical leadership and advising on solutions across the organization\\r\\nPosition DescriptionEDC Corporation is currently seeking a software developer to join our growing development and customer support team. The chosen candidate will be responsible for new feature development, product testing, and client support in a collaborative environment. Work with Mobile, Responsive Web Design, License Plate Recognition, RDBMS, high performance scalable web sites and other exciting technologies as we expand into a new downtown office in Syracuse NY. Visit https: //www.aimsparking.com for more information.ResponsibilitiesPerform responsive, web based software development and integration, within an agile development process\\r\\nData Developer/EngineerThe Technology Infrastructure Engineering and Operations Team engineers and supports all the foundational technology used across M & T Bank. We support two Data Centers , 15,000 Distributed platforms , 24 Mainframe Regions, a secure and reliable Network connecting all the technology across the bank footprint and process approximately 635,000 automated jobs per month. In addition to that foundational technology level, we own the operational support processes, monitoring and command center that provide a unified, well-managed technology response when issues arise. We deliver innovative, and compelling technology solutions, in partnership with our line of business CIOs, to enhance the internal customer experience that enables our business partners to deliver.Buffalo, New York, United States of America\\r\\nUS Citizenship and Secret Security Clearance Required.Company Overview: Decathlon Development Corporation is a small custom software development firm located in Lutherville, MD with customers in Baltimore, DC and Northern Virginia. We have been in business for over 30 years developing custom business applications for a broad spectrum of applications.We are seeking an ASP Net Application Developer to develop new custom web applications and to support existing web applications for our client base. The successful candidate will be a member of our development team responsible for the design, development and enhancements of MVC web based applications. Candidate will be required to have strong skills in SQL, Crystal Reports and web based application development.\\r\\nClack Corporation, a privately held company, established over 70 years ago is now hiring! We are a leading manufacturer and distributor of water treatment components and drinking water products, as well as specialized in custom blow molding products.We are looking for a Software Engineer to join our team.Clack Corporation offers an extensive benefit package including competitive pay, health and dental insurance, company paid life insurance and short term disability, vacation , 401k, profit sharing, monthly bonus, flex spending and additional voluntary benefits.Summary: Design, analyze and develop new and existing products related to the water treatment industry. The main focus is on software (i.e., requirements/definition/analysis, software design/implementation, software verification/validation). Also provides engineering support to Research & Development and production areas where applicable.\\r\\nWeb Developer: Web Developer Job Responsibilities: The role is responsible for designing, coding and modifying websites, from layout to function and according to a client's specifications. Strive to create visually appealing sites that feature user-friendly design and clear navigation.Web Developer Job Duties: Regular exposure to business stakeholders and executive management, as well as the authority and scope to apply your expertise to many interesting technical problems.Candidate must have a strong understanding of UI, cross-browser compatibility, general web functions and standards.\\r\\nSoftware Developer - ConversionsSouthington, CT, USA Req #366Monday, March 8 , 2021Who we are...COCC delivers complete enterprise processing solutions to financial institutions throughout the northeastern United States. Listed among American Banker's FinTech 100 and the Inc. 5,000 fastest growing companies in the nation, COCC inspires the industry with innovation and top quality support. Designated as a Top Workplace in Connecticut, COCC recognizes employees as the core of our success! COCC offers a progressive training program to support employees in personal and professional development.\\r\\nClayman & Associates, a client-diverse, comprehensive Marketing Agency in Marietta, Ohio, has an immediate opening for a Web Developer to join our team! The Web Developer position fulfills all aspects of the marketing functions through advanced contemporary web and technical skills. This individual is responsible for design, development, coding and modifying websites, from layout to function, according to client specifications under the direction of a Creative Director. The Web Developer must create and maintain visually appealing, responsive, brand-appropriate websites that are user-friendly, intuitive and easily navigated.A knowledge of software programs; web applications; programming languages, such as HTML, CSS, JavaScript, and PHP as well as proficiency with WordPress configuration, page builders and theming is required. Must possess the ability to analyze site analytics with the proficiency to apply the findings to an action plan for improved client presence. Working knowledge of the Adobe Creative Suite, a plus. Solid background in social media management across all platforms also a plus.\\r\\nSUMMARY: As a Full Stack Developer, you will be a key member of the team helping to drive full (and correct) adoption of modern software engineering & delivery practices ('Real' Agile, TDD, ATDD, Stateless Design, Microservices, Containerization, CICD, Cloud, etc.). Knowledge and experience in implementing solutions in the cloud (AWS) is required. This can range from custom code on IaaS/PaaS to SaaS solution integrations. You will also be responsible for interfacing and influencing with the business lines as well as others across IT.ESSENTIAL DUTIES AND RESPONSIBILITIES include the following. Other duties and special projects may be assigned.Design and develop components applications that deliver value to our customers.\\r\\nSoftware Developer - WebCorporate Headquarters12575 Uline Drive, Pleasant Prairie, WI 53158Develop custom solutions and enjoy a great career at Uline. Bring your extensive skillset to a place ready to employ every facet of it. Collaborate on customer-facing and internal projects among a team of dedicated fellow developers.Better together than apart. This position is on-site, and we are looking for good people who share our passion.Uline is proud to operate as a drug-free workplace. All new hires must complete a pre-employment drug screening.\\r\\nMarketing AssistantCustom Personalized Lawn CareFlint, MI 48506 $35,000++Job OverviewAssist the marketing department in the creation and execution of marketing strategies that include the development of promotional materials for marketing campaigns based in direct mail, email, digital and social media platforms.ResponsibilitiesAssist in creating, implementing, and tracking marketing programs such as promotional materials, email marketing, social media campaigns, digital campaigns, and events\\r\\nFirst State Bank is seeking a Marketing Specialist at the West Clay location. If you have experience writing engaging, channel-optimized digital and print content and marketing programs and activities focused on brand promotion and customer engagement, this may be a good fit for you! 40 hours per week, some evening and weekend hours on occasion.Full-Time benefits will apply, including; medical, dental and vision insurance, paid sick and vacation , 401k, ESOP, and more! Duties and Responsibilities: The Marketing Specialist will perform all duties required of this position by following policies and procedures set forth by First State Bank, including, but not limited to: \\r\\nBe the key in unlocking business opportunities in the convergent world of Open Platform IP Video Management Systems! Join Milestone! Do you have experience in B2B Marketing? Do you thrive helping brands reach their sales goals through Marketing? Do you use creative marketing solutions to solve business problems? If so, then our Marketing Specialist, Channel position is the next position for you! Under the direction of the Marketing Manager, the Marketing Specialist, Channel will develop a channel marketing plan that will develop channel-facing initiatives (programs, campaigns, promotions) designed to engage with channel partners to drive new leads by supporting the channel sales team and activating the sales teams of our resellers to get behind these initiatives to drive leads and in turn affect revenue generation.\\r\\nUnit Description: Get behind the magic! This account will fall under the SodexoMAGIC portfolio of business.Use your passion for service to create a positive impact and make a difference in the communities we serve! SodexoMAGIC is a joint Sodexo/Magic Johnson venture which promises to empower the communities we serve by offering best-in-class food & facilities management solutions, which create a positive impact and make a difference in the lives of our clients and customers. SodexoMAGIC offers our dedicated service via the following Sodexo segments: Corporate Services, Hospitals, K-12 Schools, Universities.SodexoMAGIC is seeking an experienced Marketing Specialist 2 for an HBCU in the Dover, Delaware area. This account well be considered a showcase account for Sodexo, with exciting plans for many new innovations coming to campus. If you have experience with successfully presenting to C-Suite Level Leadership, developing marketing strategies, managing social media platforms and executing new concepts this position will be the perfect high-profile opportunity! Position Summary: Qualifications & Requirements: \\r\\nDigital Marketing SpecialistWe are growing! Gerard Daniel Worldwide, a supplier of wire mesh filtration and separation solutions is seeking a dynamic and enthusiastic B2B Marketing Specialist.With an aggressive growth plan in place, we are seeking an individual who is familiar with digital lead generation and the tools used to implement it. You will be working closely with our 3rd party digital and marketing communication providers to implement our digital strategy through our external website, social media presence and marketing automation platform.We manufacture and fabricate many technical products both in the US and with our global partners. We are seeking an individual who is comfortable liaising throughout the organization, whether this is on the production floor, talking to our sales team or organizing executives for case studies.\\r\\nSTRATACACHE provides scalable customer experiences, empowering retailers to learn deeply about their customers\\x89\\xdb\\xaa shopping preferences and behaviors, allowing for personalized shopper interaction. Our solutions deliver consumer activation at the point-of-decision, generating new sales opportunities and enhanced retail profitability. With 3 million+ software activations globally, we power the biggest digital networks for the world\\x89\\xdb\\xaas largest brands. Across the STRATACACHE family of complementary digital media/ad tech solution companies, we have the technology, expertise and track record to bring retail innovation that delivers results.Learn more about the STRATACACHE family at www.stratacache.com.\\r\\nThe successful candidate will help build brand awareness and all aspects of marketing to raise awareness of the organization with the general public and professionals. An ideal candidate will have experience in handling confidential information, verbal and written communication skills, ability to function independently, have flexibility, and must have a positive attitude with ability to work as a team.Required: Minimum of one (1) year experience in a marketing related role. Experience in healthcare is a plus.Marketing Coordinator Job Duties: Oversees all aspects of the admission process.\\r\\nWho Are We? QinetiQ Inc. is a leading innovator with over 25 years of experience rapidly developing advanced C5ISR sensor solutions and is a renowned world leader in robotics and autonomy.The combined QinetiQ U.S. business unit brings capabilities across the full lifecycle of technology development from applied research and development to rapid prototyping, testing, fielding, and sustainment. Our expertise with unmanned platforms, broad sensing modalities, and cross-domain interoperability ensures that we deliver integrated solutions for Warfighter dominance in all phases of combat.We are a world-class team of professionals who deliver next generation technology and products in robotic and autonomous platforms and systems, ground systems, soldier systems, maritime systems, airborne sensors and payloads, processing and exploitation capabilities, and integrated C2 solutions. Much of our work contributes to innovative research in \\x95\\xc2\\x81elds such as sensor science, signal processing, data fusion, arti\\x95\\xc2\\x81cial intelligence (AI), machine learning (ML), and augmented reality (AR).\\r\\nAbveris is Boston's premier antibody discovery company providing contract research services to the biopharma industry. Abveris applies advanced immunization methods combined with B cell screening and hybridoma-based antibody discovery technologies to provide comprehensive gene-to-antibody discovery services. Abveris is developing the next generation of biologics, cell therapies, vaccines, and diagnostics in partnership with global leaders in biopharma.Abveris is a private, employee-owned company that prides itself in integrity, teamwork, drive, innovation and our partner\\x89\\xdb\\xaas successes in biologics development. We provide our hard-working team with unlimited vacation days, a matching retirement plan and free lunch every day.We are seeking an experienced and motivated individual to join our team and expand our high resolution single B-cell screening platform using the Berkeley Lights Beacon. Using state-of-the-art technology coupled with intelligent project and assay design, the candidate would accelerate our antibody discovery process and guide selection of ideal single B cells. Highly qualified candidates will be able to combine exemplary benchwork with the ability to analyze complex data sets and translate them into actionable, intelligible data reports.\\r\\nJob Posting End Date: April 20Unum is a company of people serving people. As one of the world's leading employee benefits providers and a Fortune 500 company, Unum's financial protection benefits help protect more than 36 million working people and their families from the financial impact of illness or injury. Unum's three distinct, but similarly focused US businesses \\x89\\xdb\\xd2 Unum US, Colonial Life, and Starmount Life \\x89\\xdb\\xd2 are each a market leader in making disability, life, accident, critical illness, dental, and vision insurance accessible in the workplace.Headquartered in Chattanooga, Tennessee, Unum also has significant US operations in Portland, Maine, - and over 35 field offices nationwide. Colonial Life is headquartered in Columbia, South Carolina with over 40 field offices nationwide. Starmount Life is based in Baton Rouge, Louisiana, and is the dental and vision center of excellence for Unum in the US.General SummaryThis position for a developing data scientist who is excited to transform data into actionable insights and impact the business through his/her work. The role requires increasing technical expertise in the fields of computer programming, applied statistics and data manipulation; and relies on developing business knowledge. The individual will participate in project work primarily within the functional area, with direction and review by manager. The individual is expected to continuously increase business knowledge and take initiative in identifying and executing analytical approaches to support assigned projects.Position will interface with actuaries on pricing, reserving, and risk.Unum\\r\\nScientist \\x89\\xdb\\xd2 DiscoveryJOB DESCRIPTION: We are seeking a talented and highly-motivated Scientist to join our collaborative discovery team to support small-molecule hit discovery using BlueLight Therapeutics\\x89\\xdb\\xaas proprietary technology for measuring protein structural changes. As a part of the team, they will play a central role in the design and execution of small-molecule screening assays to drug novel therapeutic targets. To join the dynamic, fast-paced, and venture-funded biotech team, the successful candidate will have a strong background in biochemistry or biophysics with prior experience in protein expression and purification. The ideal candidate will be self-driven, resourceful, organized, and enjoy working in a dynamic team environment.KEY RESPONSIBILITIES: \\r\\nSecure our Nation, Ignite your FutureBecome an integral part of a diverse team while working at an Industry Leading Organization, where our employees come first. At ManTech International Corporation, you\\x89\\xdb\\xaall help protect our national security while working on innovative projects that offer opportunities for advancement. ManTech is seeking a motivated, career and customer-oriented data science and machine learning professionals to join our dynamic modeling team in Portsmouth, VA.The Navy and Marine Corps Public Health Center (NMCPHC) is the Navy and Marine Corps center for public health (PH) services to maximize readiness through force health protection (FHP) strategies and solutions for current and potential PH threats. NMCPHC provides leadership and expertise to ensure mission readiness in support of the National Military Strategy.\\r\\nStart a Rewarding Career with AlliantWhat will your day look like? The Data Scientist is responsible to lead the development, validation, documentation, and implementation of statistical and advanced machine learning models that are used for decisioning and product management throughout member lifecycle, including segmentation, optimization, and prescriptive analytics; work effectively with internal clients to understand the business needs, propose appropriate quantitative solutions, and develop data-driven recommendations to improve member experience and achieve business objectives; provide statistical and analytical inputs for the development and implementation of policies and business plans related to loan origination, portfolio management, loss forecasting and portfolio monitoring; proactively collaborate with cross-functional partners including Business Intelligence, Model Risk Management, and Information Technology (Database Engineers, Application Development and Information Security); and deliver effective presentations of analysis results and recommendations to multiple levels of leadership and business partners. The incumbent is a key contributor to the success of the Risk Analytics team.You\\x89\\xdb\\xaall be a great fit if in addition to an advanced degree (M.S./PhD) in Mathematics, Statistics, Quantitative Finance, Engineering, Computer Science, or other quantitative field required, and you have: As a thank you for joining our team, you\\x89\\xdb\\xaall benefit from: We\\x89\\xdb\\xaare on the list of 100 Best Medium Companies to work for, check it out here. For more details you can also visit our Glassdoor and profiles.\\r\\nThe Network Engineer is responsible for the support of our client\\x89\\xdb\\xaas end users, troubleshooting and correcting of issues within servers, networks, end user devices and storage equipment.Basic Requirements: Proven track record of being a problem solver and team player capable of working in a technically-challenging environmentProvide remote and on-site support to our clientsEffectively interact via verbal and written communications with our clients\\x89\\xdb\\xaa end-usersA minimum of 2 years of experience in network administration, configuration and troubleshooting, with a basic working knowledge of: \\r\\nSenior Network Engineer - TBMCSPosition Status: Full Time, Immediate HireDOD Sponsored Security Clearance REQUIREDThe Theater Battle Management Core Systems (TBMCS) Engineer will provide operational support to the USMC\\x89\\xdb\\xaas MCTSSA program.Key responsibilities/tasks for TMBCS Engineer are: -Provide engineering support for development and testing of the Marine Corps Theater Battle Management Core Systems (TBMCS) replacement.-Design, deploy, and maintain cloud based Development, Security and Operations (DevSecOps) environments for Command, Control, Computer, Communications and Intelligence (C4I) systems and applications.-Create and deploy WAR (Web application ARchive) files.-Define and implement containerization technology strategies such as Docker.-Build, maintain, and monitor highly available complex applications on Kubernetes.-Administer and maintain virtualized environments, platform as a service (PaaS) products, cloud based infrastructures, and Windows/Red Hat Enterprise Linux operating systems.\\r\\nAs a Senior Computer Systems Engineer, you will primarily be providing technical development and support for our PC Imaging and repair processes across multiple product lines. Specific initial focus will be on Win 10 images using PowerShell, vbs, batch files, dism, hta, and Windows ADK, with opportunity to spread into other technologies in the future. This role will work with R & D/Marketing on functional requirements, then develop/improve manufacturing processes to ensure consistent yields of high-quality products.Exceeding customer expectations is one of our guiding principles at IDEXX. Our credibility as a company relies on our ability to deliver quality products to our customers on time and with no disruption to their business. IDEXX\\x89\\xdb\\xaas Worldwide Operations Team works to meet this challenge each day with a global network of distribution hubs and a focus on efficiency, regulatory compliance and continuous improvement.\\r\\nWorking at Macro Solutions, a leading provider of IT and management consulting services, is an opportunity to collaborate with great people who have a passion for the services they provide to our clients. We an immediate need for a Network Engineer / Administrator to join our team in Pensacola, Florida. This position requires an active secret clearance.This role is part of the Network Team primarily responsible for monitoring and maintaining the Network security posture of the Enterprise. This position typically works under general supervision and direction.The ideal candidate will have the following: Two years of experience with system administration supporting DoD network systems, including Navy POR systems; Macro Solutions is a woman-owned IT and management consulting firm that helps government organizations select, implement, integrate and maintain critical business solutions. A relationship company at our core, we pride ourselves on building high-touch, high-trust environments for our clients and partners, at every level of our business. Assessed at CMMI Maturity Level 3 for both Development and Services and ISO 9001:2015 certification, Macro delivers honest, powerful results from the inside, outward.Deeply invested in advancing long lasting employee relationships, our distinctive Consultant Care program ensures that our employees are always a priority at every level of the organization and has been integral to our 94% employee retention rate.Along with a supportive environment and culture that thrives on dreaming big, getting things done and having fun together, Macro Solutions offers employees a full suite of competitive benefits, including health, dental , 401 (k), and paid time off.If you would like to learn more about Macro Solutions, are interested in joining our team, or would like to learn more about our Consultant Care program visit our website.Macro Solutions is an Equal Opportunity Employer.\\r\\nJob TitleTechnical Services Engineer-Tier IIJob DescriptionLooking for a new start? Think bigger. Think Axis! Want to join a team that cultivates passion and drives innovation? At Axis, we believe in innovating for a smarter safer world. We just happen to provide cutting-edge security solutions across the globe. While each Axian has his or her own motivators, we all share the same core values.\\r\\nJob Description: Are you looking for a new and exciting career opportunity? Join our award-winning organization and work with some of the most talented minds within our Enterprise Technology and Innovation teams. As a Salient CRGT employee, you get to be part of a best performing team supporting our nation\\x89\\xdb\\xaas most critical missions.Why Salient CRGT? We\\x89\\xdb\\xaare passionate about the inspirational missions of our customers and we entrust our employees and teams to deliver exceptional performance to enable the safety, security, health and well-being of our nation. We provide the tools and resources to help you be successful, and our culture fosters an environment in which idea sharing and collaboration is essential. Are you ready to make a difference? OVERALL JOB DESCRIPTIONRequired Qualifications: Desired Qualifications: \\r\\nWe\\x89\\xdb\\xaare looking for problem solvers, innovators, and dreamers who are searching for anything but business as usual. Like us, you\\x89\\xdb\\xaare a high performer who\\x89\\xdb\\xaas an expert at your craft, constantly challenging the status quo. You value inclusivity and want to join a culture that empowers you to show up as your authentic self. You know that success hinges on commitment, that our differences make us stronger, and that the finish line is always sweeter when the whole team crosses together.Alteryx is looking for a Customer Support Engineer in Broomfield, Irvine, or Plano Office.We\\x89\\xdb\\xaare looking for problem solvers, innovators, and dreamers who are searching for anything but business as usual. Like us, you\\x89\\xdb\\xaare a high performer who\\x89\\xdb\\xaas an expert at your craft, constantly challenging the status quo. You value inclusivity and want to join a culture that empowers you to show up as your authentic self. You know that success hinges on commitment, that our differences make us stronger, and that the finish line is always sweeter when the whole team crosses together.\\r\\nUS CITIZENSHIP OR GREEN CARD REQUIREDABILITY TO ACHIEVE PUBLIC TRUST CLEARANCE REQUIREDIndigo Arc is a consulting and cloud solutions company specializing in the design, development & implementation of highly available & secure solutions for government and commercial clients. Our approach to consulting engagements is to partner with our customers, providing value at all levels of customer organizations from C-suite leaders to implementation and operations managers. Additionally, Indigo Arc turn-key cloud-based solutions enable customers to efficiently and expertly address a wide range of business challenges.Our team of solution architects, computer engineers, software engineers and business specialists working on our consulting engagements also drive our product development and R & D initiatives applying the latest technologies and real-world experiences. Our experience with cloud-first solution development enables us to bring the lessons learned to our consulting customers across many domains, especially as we help customers migrate operations and applications to the cloud or leverage automation, apply DevSecOps concepts and manage virtualization in their on-premise data centers.\\r\\nAbout Us: SentinelOne is defining the future of cybersecurity through our XDR platform that automatically prevents, detects, and responds to threats in real-time. Singularity XDR ingests data and leverages our patented AI models to deliver autonomous protection. With SentinelOne, organizations gain full transparency into everything happening across the network at machine speed to defeat every attack, at every stage of the threat lifecycle.We are a values-driven team where names are known, results are rewarded, and friendships are formed. Trust, accountability, relentlessness, ingenuity, and OneSentinel define the pillars of our collaborative and unified global culture. We're looking for people that will drive team success and collaboration across SentinelOne. If youre enthusiastic about innovative approaches to problem-solving, we would love to speak with you about joining our team! AdvantagesWhy us? You will work on real-world problems and make an impact by protecting our customers from cyber threats. You will join a cutting-edge project and will be able to influence the architecture, design and structure of our core platform. You will tackle extraordinary challenges and work with the very BEST in the industry.SentinelOne is proud to be an Equal Employment Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, gender (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics.\\r\\nRole: Staff Software Engineer - Machine Learning InfrastructureOther comparable titles: ML Platform Architect, Lead Platform Engineer- MLLocations: Coppell- TX, Waukesha, WI, Boston- MAAbout Blue Yonder\\r\\nSierra7 is seeking an Automation Test Engineer to join a team providing full DEVOPS lifecycle support and services to the Department of Veterans Affairs (VA). This program will consolidate, reengineer, and sustain a suite of Veteran-facing processes. The qualified candidate will be a qualified test engineer with at least 5 years of experience creating tests and test software to verify system operation and security and must have at least 2 years of test case automation and Selenium experience. The candidate will be responsible for understanding how to properly document test cases and create effective test plans; creating practical demonstrations of proposed solutions; define clear goals for all aspects of a product test and develop steps for proper execution.The candidate must have experience in the coordination and execution of test events in accordance with approved test plans, procedures, and scripts. Must have knowledge and skills to ensure that test environments are set up accurately. Must be able to create test reports. The automation test engineer must be able to test IT hardware, software, systems, and networks.\\r\\nIAI is looking for a self-motivated DevOps Engineer who is interested in working in a highly agile and dynamic R & D, technology transition, and product development environment. You will be working with the Products Development team and/or other R & D teams within IAI to advance research and develop products.Our products are in the areas of big data, data analytics (video, image, text), healthcare, human studies research, and network analytics. You are highly encouraged to apply if you are excited about working in a cross functional, collaborative team while designing/building/deploying new automations for all aspects of our development lifecycle.\\r\\nJob DescriptionCompany SummaryIf you have taken a moment to unwind with a bottle of beer, toast with glass of wine, or celebrate with a cocktail, chances are that you have shared that moment with Constellation Brands. We are passionate producers of iconic beer, wine and spirits brands that consumers love. From Corona Extra, to Robert Mondavi Wines, to SVEKDA Vodka, we produce over 100 premium brands with sales in nearly 100 countries, making us the number one multi-category beverage alcohol company in the U.S.Position SummaryCanandaigua, New YorkFull time\\r\\nDate: Mar 11 , 2021Location: JANESVILLE, US , 53546Company: NOVARESTogether, let\\x89\\xdb\\xaas create the car systems of the future: With 12 000 employees in 23 countries, we are a global plastic solutions provider which designs and produces cutting edge parts and complex systems for virtually every OEMs in the world.Our innovation strategy drives us to invent unique solutions that shift the way cars interact with passengers and are powered for greener mobility.Do you want to join a diverse, dynamic and international group, powered by a strong team spirit? Join Us! \\r\\nAutomation EngineerTechLab, Inc. develops, manufactures, and distributes medical diagnostic tests. This company places emphasis on science and collaboration with Universities. We are looking to add a Automation Engineer to our team.An employee in this position can expect to perform the following duties: Project and time managementRecommending, Designing, Simulating, programming, and operational testing of electrical or mechanical automationMaintain, repair and troubleshooting of automation system controls, including but not limited to: Motors, Drives, PLC, User interfaces and Robotic Systems\\r\\n",{"entities":[[12,22,"ATTRIBUTE"],[486,496,"ATTRIBUTE"],[627,638,"ATTRIBUTE"],[1224,1237,"ATTRIBUTE"],[1974,1985,"ATTRIBUTE"],[2052,2067,"ATTRIBUTE"],[2274,2282,"ATTRIBUTE"],[3620,3631,"ATTRIBUTE"],[3762,3770,"ATTRIBUTE"],[4153,4163,"ATTRIBUTE"],[5558,5569,"ATTRIBUTE"],[5649,5659,"ATTRIBUTE"],[5663,5670,"ATTRIBUTE"],[7297,7307,"ATTRIBUTE"],[7678,7690,"ATTRIBUTE"],[9219,9228,"ATTRIBUTE"],[9233,9247,"ATTRIBUTE"],[9374,9378,"SKILL"],[9432,9436,"SKILL"],[9944,9954,"ATTRIBUTE"],[9964,9974,"ATTRIBUTE"],[10027,10036,"ATTRIBUTE"],[10041,10049,"ATTRIBUTE"],[10742,10753,"ATTRIBUTE"],[11834,11846,"ATTRIBUTE"],[12316,12327,"ATTRIBUTE"],[12493,12498,"SKILL"],[12773,12778,"ATTRIBUTE"],[13058,13066,"ATTRIBUTE"],[13401,13411,"ATTRIBUTE"],[14003,14010,"SKILL"],[14200,14211,"ATTRIBUTE"],[14260,14263,"SKILL"],[14340,14343,"SKILL"],[15374,15385,"ATTRIBUTE"],[16261,16271,"ATTRIBUTE"],[16809,16820,"ATTRIBUTE"],[17107,17116,"ATTRIBUTE"],[17221,17225,"SKILL"],[17227,17230,"SKILL"],[17232,17242,"SKILL"],[17248,17251,"SKILL"],[17263,17274,"ATTRIBUTE"],[17280,17289,"SKILL"],[17404,17415,"ATTRIBUTE"],[17511,17531,"SKILL"],[17954,17957,"SKILL"],[18007,18016,"SKILL"],[18020,18024,"SKILL"],[18065,18076,"ATTRIBUTE"],[18782,18795,"ATTRIBUTE"],[19514,19522,"ATTRIBUTE"],[20337,20345,"ATTRIBUTE"],[21023,21030,"ATTRIBUTE"],[21055,21063,"ATTRIBUTE"],[21306,21314,"ATTRIBUTE"],[21410,21419,"ATTRIBUTE"],[22174,22181,"ATTRIBUTE"],[22186,22198,"ATTRIBUTE"],[23920,23933,"ATTRIBUTE"],[23940,23951,"ATTRIBUTE"],[23969,23977,"ATTRIBUTE"],[24246,24255,"ATTRIBUTE"],[24317,24322,"SKILL"],[25126,25136,"ATTRIBUTE"],[25839,25848,"ATTRIBUTE"],[25860,25865,"ATTRIBUTE"],[25867,25877,"ATTRIBUTE"],[25958,25970,"ATTRIBUTE"],[26092,26101,"ATTRIBUTE"],[26204,26227,"SKILL"],[26275,26286,"ATTRIBUTE"],[27609,27616,"ATTRIBUTE"],[28711,28718,"ATTRIBUTE"],[28940,28951,"ATTRIBUTE"],[28953,28964,"ATTRIBUTE"],[28966,28975,"ATTRIBUTE"],[29320,29330,"ATTRIBUTE"],[29403,29412,"ATTRIBUTE"],[29425,29442,"ATTRIBUTE"],[30284,30295,"ATTRIBUTE"],[30716,30727,"ATTRIBUTE"],[30926,30935,"ATTRIBUTE"],[31585,31596,"ATTRIBUTE"],[31807,31821,"ATTRIBUTE"],[31826,31837,"ATTRIBUTE"],[33146,33178,"SKILL"],[33476,33487,"SKILL"],[34082,34092,"ATTRIBUTE"],[34177,34184,"ATTRIBUTE"],[34298,34305,"ATTRIBUTE"],[34550,34561,"ATTRIBUTE"],[35320,35326,"ATTRIBUTE"],[35789,35800,"ATTRIBUTE"],[36232,36239,"ATTRIBUTE"],[36251,36261,"ATTRIBUTE"],[36286,36296,"ATTRIBUTE"],[37714,37724,"ATTRIBUTE"],[38195,38206,"ATTRIBUTE"],[40106,40119,"ATTRIBUTE"],[40205,40219,"ATTRIBUTE"],[40221,40235,"ATTRIBUTE"],[40237,40246,"ATTRIBUTE"],[40290,40303,"ATTRIBUTE"],[40433,40445,"ATTRIBUTE"],[40452,40462,"ATTRIBUTE"],[42041,42052,"ATTRIBUTE"],[42682,42696,"ATTRIBUTE"],[42754,42759,"ATTRIBUTE"],[42764,42771,"ATTRIBUTE"],[43541,43551,"ATTRIBUTE"],[44241,44247,"ATTRIBUTE"]]}],["MORSE is an innovative, employee-owned, tech company located in Kendall Square in Cambridge, MA specializing in solving multi-disciplinary problems faced by the US National Security Ecosystem. Our specially selected team of engineers, software developers and scientists develop algorithms, software integrated prototypes and solutions for Artificial Intelligence, Machine Learning, Manned and Unmanned Aerial Vehicles, Mission Planning, and Situational Awareness.MORSE is searching for innovative candidates with expertise in using state-of-the-art machine learning algorithms for aerospace applications. The candidate will be responsible for acquiring truth data, integrating algorithms, testing algorithms, combining algorithms, reviewing literature to stay on top of the latest-and-greatest methods, analyzing data from field tests, and developing advanced algorithms. MORSE's machine learning focuses both on computer vision-based problems (with deep learning solutions) and data analysis of sparse data sets. The candidate will work with MORSE's current team of engineers to transition algorithms to production, which may run on a server or on a real-time embedded system. The candidate must also be capable of clearly communicating concepts to engineers and stakeholders.\\r\\nSecure our Nation, Ignite your FutureOverviewEach day U.S. Customs and Border Protection (CBP) oversees the massive flow of people, capital, and products that enter and depart the United States via air, land, sea, and cyberspace. The volume and complexity of both physical and virtual border crossings require the application of solutions to promote efficient trade and travel. Further, effective solutions help CBP ensure the movement of people, capital, and products is legal, safe, and secure.As a Data Scientist on our team, a proven track record of delivering production ready decision support tools and applications employed in the field and by mission-support entities. Further, highly competitive applicants will have a demonstrated capacity to: work closely and collaboratively with mission stakeholders; respond to emergent, mission-driven changes in priorities and expected outcomes; and, apply new and emerging tools and techniques.\\r\\nIntroductionASML US brings together the most creative minds in science and technology to develop lithography machines that are key to producing faster, cheaper, more energy-efficient microchips. We design, develop, integrate, market and service these advanced machines, which enable our customers - the world\\x89\\xdb\\xaas leading chipmakers - to reduce the size and increase the functionality of their microchips, which in turn leads to smaller, more powerful consumer electronics. Our headquarters are in Veldhoven, the Netherlands, and we have 18 office locations around the United States including main offices in Chandler Arizona, San Jose and San Diego California, Wilton Connecticut, and Hillsboro Oregon.Job Mission\\r\\nDo you love technology? Do you want to be part of a company that is changing the way field service companies, large and small, are using cloud technology to deliver better, faster, cheaper service to their customers? Do you feel yourself driven to utilize the latest and greatest tools to automate and optimize your work? Then this position may be for you! We are looking for a Junior Cloud Operations Engineer to join our Technology Operations team in support of our cloud-hosted web-based software solutions. You\\x89\\xdb\\xaall play a key role on our Technology Operations team--specifically, you'll share / lead in the following responsibilities: WHAT YOU'LL DO: Responsible for production incident response and disaster recovery procedures; working in tandem with application support engineers to ensure reliable service availability and uptime\\r\\nPlastipak Packaging is a global industry leader in the design, manufacturing, and recycling of plastic rigid containers. Our list of customers include some of the worlds most recognized and respected brands such as Procter & Gamble, Kraft Foods and Pepsi, just to name a few. Our commitment to our employees is demonstrated in numerous awards for innovation, environmental sustainability, and corporate citizenship.Plastipak follows industry leading protocols to address COVID-19, including regular disinfection, electrostatic cleaning and temperature sensing kiosks at most locations. We strictly adhere to all CDC guidelines to provide a safe working environment for our associates and visitors; including face coverings, social distancing, and hand sanitizer stations.Named one of America's Best Employers in Michigan by Forbes in 2020, Plastipak offers many great benefits, including: \\r\\nOverviewProSphere is seeking a Data Scientist to provide services in development of new and enhancement of existing capabilities for information technology systems and applications for the Department of Veterans Affairs. The Data Scientist will lead efforts to expand the data science capabilities of customer\\x89\\xdb\\xaas analytics platform. The individual in this position will have a solid background in production-level machine learning systems with broad exposure to a wide variety of algorithmic techniques. Experience and demonstrable proof of impactful work in areas such as natural language processing, explainability driven deep learning and time-series forecasting is valuable. Our team particularly values experience in building inferential algorithms for high-stake decisions while dealing with noisy, diverse, distributed datasets. Being able to communicate complex concepts in simple language to diverse stakeholders with an unwavering commitment to empathy and customer obsession is highly desired. The candidate will work with the Senior Data Scientist to develop and automate algorithms that integrate with various parts of our customer\\x89\\xdb\\xaas organization, improve customer experience, and drive operational efficiency. The candidate will be able to translate data clearly and dynamically into a coherent and relevant story that will resonate with the customer\\x89\\xdb\\xaas data science initiatives and roadmap. Knowledge and practical work experience with the job functions listed below is highly desirable. This is a full-time remote position. Veterans are encouraged to apply.\\r\\nPosition Summary: The Lead Data Engineer is part of a Global Data and Analytics Center of Excellence, which provides design, development, consulting, and support services to European, North American, South American, Middle East and Asia-Pacific markets.The Center of Excellence is formed of experts in Business Intelligence and Data Warehouse software platforms, Data Architecture, Data Engineering, Data Visualization and Data Science.The Lead Data Engineer will work closely alongside the Data and Analytics Center of Excellence team to both drive and support Martin Brower\\x89\\xdb\\xaas strategic initiatives through the advocation and delivery of analytics solutions and best practices across the organization. In addition, this role will oversee maintenance and support of established global analytics solutions to ensure reliability, consistency and relevancy of those solutions across the supply chain.\\r\\nAre you looking for a controls engineering career that challenges you to create innovative designs utilizing the latest robotic, computer, vision, and other control technologies? AeroSpec is committed to designing and developing industry leading automation equipment solutions. We enable customers across the globe to manufacture their products with sub-micron precision, in volumes of tens of thousands per day with unparallel guaranteed of product safety and reliability. AeroSpec has delivered automation and robotics that builds missiles, satellites, airbags, photonics components, semi components, probe cards, consumer products, surgical devices, pharmaceuticals and recently COVID rapid-test kits.As a controls design engineer, you play a key part in the AeroSpec equipment development process. The controls design engineer works with customers, suppliers and the other AeroSpec engineers to create a clean-sheet of paper controls solution that enables a high precision, high speed solution for our customers. This engineering position is challenging and full of new technologies to learn. You will mentor other engineers and electrical technicians.\\r\\nJob #: 205692Job DescriptionIf you are an experienced FTE Engineer looking for a position with a leading company, Bartech can help! We are a leading staffing firm and our clients include some over the nation\\x89\\xdb\\xaas biggest companies. Our client has a need for a FTE Engineer. This is a contract position; however it is not uncommon for assignments to transition into permanent positions with our client companies. If you have the background we are looking for, and you are interested in an opportunity to get your foot in the door with leading company, we want to talk with you! Applicant must be eligible to work in the US for immediate opening. For this opportunity, the successful candidate will be directly employed by Bartech Staffing as a W2 employee while providing services to our end client.\\r\\nnan\\r\\nWe are looking for highly motivated and self-directing software engineers to join our Addison, TX office who can work on all aspects of software development. You will be working in .NET technology stack to build and extend highly scalable SaaS solutions to help revolutionize mortgage industry related services and integrate our platform into industry leading loan originating systems (LOS).Essential Duties and responsibilities\\xe5\\xe1 Work on all aspects of software development including design, development and QA to build and extend highly scalable SaaS solutions\\xe5\\xe1 Integrate with third party data providers and industry leading loan originating systems (LOS) and scale the system to meet sales projections.\\r\\nLove developing software and innovating? Have an analytical mind? Love creating solutions? We are looking for a motivated and positive individual to lead creation of software solutions that exceed expectations! Based in Fort Wayne, Ind., Do it Best Corp. proudly serves thousands of member-owned home improvement businesses throughout the US and all around the world. We provide everything independent hardware stores, home centers, lumberyards, industrial/commercial distributors, and e-tailers need to grow their businesses and achieve their dreams. With annual sales of $3.7 billion, Do it Best Corp. serves member-owned stores in the United States and 50 foreign countries and prides itself on offering opportunity for advancement and benefits, such as tuition reimbursement.Description\\r\\nThe RoleSelf-motivated individual responsible for the complete life cycle of new software products along with modifications to existing software. You will be involved in all aspects of a project including pre-studies, requirement engineering, design, implementation, testing, documentation, training and support.Duties and responsibilities include, but are not limited to: Participate in customer visits to gather requirements and assist with project definition and scopeProduction and review of design proposals and functional specifications\\r\\nSoftware Engineering ManagerGreenville, SC OfficeLima One Capital, LLC is searching for an Engineering Manager with 5 years\\x89\\xdb\\xaa experience in software development. The Engineering Manager will be responsible for the design and oversight of all enterprise-wide technology solutions and the development and management of technical staff. Our ideal candidate has a thorough understanding of enterprise business applications, solutions architecture, and frameworks. As a leader of technical staff at Lima One Capital, the ideal candidate should also act as an advocate for the professional development of staff. This role will work closely with product managers to develop solutions for a wide range of industry-leading lending products. This position will report directly to the Director of Technology.ResponsibilitiesTechnical leadership and advising on solutions across the organization\\r\\nPosition DescriptionEDC Corporation is currently seeking a software developer to join our growing development and customer support team. The chosen candidate will be responsible for new feature development, product testing, and client support in a collaborative environment. Work with Mobile, Responsive Web Design, License Plate Recognition, RDBMS, high performance scalable web sites and other exciting technologies as we expand into a new downtown office in Syracuse NY. Visit https: //www.aimsparking.com for more information.ResponsibilitiesPerform responsive, web based software development and integration, within an agile development process\\r\\nData Developer/EngineerThe Technology Infrastructure Engineering and Operations Team engineers and supports all the foundational technology used across M & T Bank. We support two Data Centers , 15,000 Distributed platforms , 24 Mainframe Regions, a secure and reliable Network connecting all the technology across the bank footprint and process approximately 635,000 automated jobs per month. In addition to that foundational technology level, we own the operational support processes, monitoring and command center that provide a unified, well-managed technology response when issues arise. We deliver innovative, and compelling technology solutions, in partnership with our line of business CIOs, to enhance the internal customer experience that enables our business partners to deliver.Buffalo, New York, United States of America\\r\\nUS Citizenship and Secret Security Clearance Required.Company Overview: Decathlon Development Corporation is a small custom software development firm located in Lutherville, MD with customers in Baltimore, DC and Northern Virginia. We have been in business for over 30 years developing custom business applications for a broad spectrum of applications.We are seeking an ASP Net Application Developer to develop new custom web applications and to support existing web applications for our client base. The successful candidate will be a member of our development team responsible for the design, development and enhancements of MVC web based applications. Candidate will be required to have strong skills in SQL, Crystal Reports and web based application development.\\r\\nClack Corporation, a privately held company, established over 70 years ago is now hiring! We are a leading manufacturer and distributor of water treatment components and drinking water products, as well as specialized in custom blow molding products.We are looking for a Software Engineer to join our team.Clack Corporation offers an extensive benefit package including competitive pay, health and dental insurance, company paid life insurance and short term disability, vacation , 401k, profit sharing, monthly bonus, flex spending and additional voluntary benefits.Summary: Design, analyze and develop new and existing products related to the water treatment industry. The main focus is on software (i.e., requirements/definition/analysis, software design/implementation, software verification/validation). Also provides engineering support to Research & Development and production areas where applicable.\\r\\nWeb Developer: Web Developer Job Responsibilities: The role is responsible for designing, coding and modifying websites, from layout to function and according to a client's specifications. Strive to create visually appealing sites that feature user-friendly design and clear navigation.Web Developer Job Duties: Regular exposure to business stakeholders and executive management, as well as the authority and scope to apply your expertise to many interesting technical problems.Candidate must have a strong understanding of UI, cross-browser compatibility, general web functions and standards.\\r\\nSoftware Developer - ConversionsSouthington, CT, USA Req #366Monday, March 8 , 2021Who we are...COCC delivers complete enterprise processing solutions to financial institutions throughout the northeastern United States. Listed among American Banker's FinTech 100 and the Inc. 5,000 fastest growing companies in the nation, COCC inspires the industry with innovation and top quality support. Designated as a Top Workplace in Connecticut, COCC recognizes employees as the core of our success! COCC offers a progressive training program to support employees in personal and professional development.\\r\\nClayman & Associates, a client-diverse, comprehensive Marketing Agency in Marietta, Ohio, has an immediate opening for a Web Developer to join our team! The Web Developer position fulfills all aspects of the marketing functions through advanced contemporary web and technical skills. This individual is responsible for design, development, coding and modifying websites, from layout to function, according to client specifications under the direction of a Creative Director. The Web Developer must create and maintain visually appealing, responsive, brand-appropriate websites that are user-friendly, intuitive and easily navigated.A knowledge of software programs; web applications; programming languages, such as HTML, CSS, JavaScript, and PHP as well as proficiency with WordPress configuration, page builders and theming is required. Must possess the ability to analyze site analytics with the proficiency to apply the findings to an action plan for improved client presence. Working knowledge of the Adobe Creative Suite, a plus. Solid background in social media management across all platforms also a plus.\\r\\nSUMMARY: As a Full Stack Developer, you will be a key member of the team helping to drive full (and correct) adoption of modern software engineering & delivery practices ('Real' Agile, TDD, ATDD, Stateless Design, Microservices, Containerization, CICD, Cloud, etc.). Knowledge and experience in implementing solutions in the cloud (AWS) is required. This can range from custom code on IaaS/PaaS to SaaS solution integrations. You will also be responsible for interfacing and influencing with the business lines as well as others across IT.ESSENTIAL DUTIES AND RESPONSIBILITIES include the following. Other duties and special projects may be assigned.Design and develop components applications that deliver value to our customers.\\r\\nSoftware Developer - WebCorporate Headquarters12575 Uline Drive, Pleasant Prairie, WI 53158Develop custom solutions and enjoy a great career at Uline. Bring your extensive skillset to a place ready to employ every facet of it. Collaborate on customer-facing and internal projects among a team of dedicated fellow developers.Better together than apart. This position is on-site, and we are looking for good people who share our passion.Uline is proud to operate as a drug-free workplace. All new hires must complete a pre-employment drug screening.\\r\\nMarketing AssistantCustom Personalized Lawn CareFlint, MI 48506 $35,000++Job OverviewAssist the marketing department in the creation and execution of marketing strategies that include the development of promotional materials for marketing campaigns based in direct mail, email, digital and social media platforms.ResponsibilitiesAssist in creating, implementing, and tracking marketing programs such as promotional materials, email marketing, social media campaigns, digital campaigns, and events\\r\\nFirst State Bank is seeking a Marketing Specialist at the West Clay location. If you have experience writing engaging, channel-optimized digital and print content and marketing programs and activities focused on brand promotion and customer engagement, this may be a good fit for you! 40 hours per week, some evening and weekend hours on occasion.Full-Time benefits will apply, including; medical, dental and vision insurance, paid sick and vacation , 401k, ESOP, and more! Duties and Responsibilities: The Marketing Specialist will perform all duties required of this position by following policies and procedures set forth by First State Bank, including, but not limited to: \\r\\nBe the key in unlocking business opportunities in the convergent world of Open Platform IP Video Management Systems! Join Milestone! Do you have experience in B2B Marketing? Do you thrive helping brands reach their sales goals through Marketing? Do you use creative marketing solutions to solve business problems? If so, then our Marketing Specialist, Channel position is the next position for you! Under the direction of the Marketing Manager, the Marketing Specialist, Channel will develop a channel marketing plan that will develop channel-facing initiatives (programs, campaigns, promotions) designed to engage with channel partners to drive new leads by supporting the channel sales team and activating the sales teams of our resellers to get behind these initiatives to drive leads and in turn affect revenue generation.\\r\\nUnit Description: Get behind the magic! This account will fall under the SodexoMAGIC portfolio of business.Use your passion for service to create a positive impact and make a difference in the communities we serve! SodexoMAGIC is a joint Sodexo/Magic Johnson venture which promises to empower the communities we serve by offering best-in-class food & facilities management solutions, which create a positive impact and make a difference in the lives of our clients and customers. SodexoMAGIC offers our dedicated service via the following Sodexo segments: Corporate Services, Hospitals, K-12 Schools, Universities.SodexoMAGIC is seeking an experienced Marketing Specialist 2 for an HBCU in the Dover, Delaware area. This account well be considered a showcase account for Sodexo, with exciting plans for many new innovations coming to campus. If you have experience with successfully presenting to C-Suite Level Leadership, developing marketing strategies, managing social media platforms and executing new concepts this position will be the perfect high-profile opportunity! Position Summary: Qualifications & Requirements: \\r\\nDigital Marketing SpecialistWe are growing! Gerard Daniel Worldwide, a supplier of wire mesh filtration and separation solutions is seeking a dynamic and enthusiastic B2B Marketing Specialist.With an aggressive growth plan in place, we are seeking an individual who is familiar with digital lead generation and the tools used to implement it. You will be working closely with our 3rd party digital and marketing communication providers to implement our digital strategy through our external website, social media presence and marketing automation platform.We manufacture and fabricate many technical products both in the US and with our global partners. We are seeking an individual who is comfortable liaising throughout the organization, whether this is on the production floor, talking to our sales team or organizing executives for case studies.\\r\\nSTRATACACHE provides scalable customer experiences, empowering retailers to learn deeply about their customers\\x89\\xdb\\xaa shopping preferences and behaviors, allowing for personalized shopper interaction. Our solutions deliver consumer activation at the point-of-decision, generating new sales opportunities and enhanced retail profitability. With 3 million+ software activations globally, we power the biggest digital networks for the world\\x89\\xdb\\xaas largest brands. Across the STRATACACHE family of complementary digital media/ad tech solution companies, we have the technology, expertise and track record to bring retail innovation that delivers results.Learn more about the STRATACACHE family at www.stratacache.com.\\r\\nThe successful candidate will help build brand awareness and all aspects of marketing to raise awareness of the organization with the general public and professionals. An ideal candidate will have experience in handling confidential information, verbal and written communication skills, ability to function independently, have flexibility, and must have a positive attitude with ability to work as a team.Required: Minimum of one (1) year experience in a marketing related role. Experience in healthcare is a plus.Marketing Coordinator Job Duties: Oversees all aspects of the admission process.\\r\\nWho Are We? QinetiQ Inc. is a leading innovator with over 25 years of experience rapidly developing advanced C5ISR sensor solutions and is a renowned world leader in robotics and autonomy.The combined QinetiQ U.S. business unit brings capabilities across the full lifecycle of technology development from applied research and development to rapid prototyping, testing, fielding, and sustainment. Our expertise with unmanned platforms, broad sensing modalities, and cross-domain interoperability ensures that we deliver integrated solutions for Warfighter dominance in all phases of combat.We are a world-class team of professionals who deliver next generation technology and products in robotic and autonomous platforms and systems, ground systems, soldier systems, maritime systems, airborne sensors and payloads, processing and exploitation capabilities, and integrated C2 solutions. Much of our work contributes to innovative research in \\x95\\xc2\\x81elds such as sensor science, signal processing, data fusion, arti\\x95\\xc2\\x81cial intelligence (AI), machine learning (ML), and augmented reality (AR).\\r\\nAbveris is Boston's premier antibody discovery company providing contract research services to the biopharma industry. Abveris applies advanced immunization methods combined with B cell screening and hybridoma-based antibody discovery technologies to provide comprehensive gene-to-antibody discovery services. Abveris is developing the next generation of biologics, cell therapies, vaccines, and diagnostics in partnership with global leaders in biopharma.Abveris is a private, employee-owned company that prides itself in integrity, teamwork, drive, innovation and our partner\\x89\\xdb\\xaas successes in biologics development. We provide our hard-working team with unlimited vacation days, a matching retirement plan and free lunch every day.We are seeking an experienced and motivated individual to join our team and expand our high resolution single B-cell screening platform using the Berkeley Lights Beacon. Using state-of-the-art technology coupled with intelligent project and assay design, the candidate would accelerate our antibody discovery process and guide selection of ideal single B cells. Highly qualified candidates will be able to combine exemplary benchwork with the ability to analyze complex data sets and translate them into actionable, intelligible data reports.\\r\\nJob Posting End Date: April 20Unum is a company of people serving people. As one of the world's leading employee benefits providers and a Fortune 500 company, Unum's financial protection benefits help protect more than 36 million working people and their families from the financial impact of illness or injury. Unum's three distinct, but similarly focused US businesses \\x89\\xdb\\xd2 Unum US, Colonial Life, and Starmount Life \\x89\\xdb\\xd2 are each a market leader in making disability, life, accident, critical illness, dental, and vision insurance accessible in the workplace.Headquartered in Chattanooga, Tennessee, Unum also has significant US operations in Portland, Maine, - and over 35 field offices nationwide. Colonial Life is headquartered in Columbia, South Carolina with over 40 field offices nationwide. Starmount Life is based in Baton Rouge, Louisiana, and is the dental and vision center of excellence for Unum in the US.General SummaryThis position for a developing data scientist who is excited to transform data into actionable insights and impact the business through his/her work. The role requires increasing technical expertise in the fields of computer programming, applied statistics and data manipulation; and relies on developing business knowledge. The individual will participate in project work primarily within the functional area, with direction and review by manager. The individual is expected to continuously increase business knowledge and take initiative in identifying and executing analytical approaches to support assigned projects.Position will interface with actuaries on pricing, reserving, and risk.Unum\\r\\nScientist \\x89\\xdb\\xd2 DiscoveryJOB DESCRIPTION: We are seeking a talented and highly-motivated Scientist to join our collaborative discovery team to support small-molecule hit discovery using BlueLight Therapeutics\\x89\\xdb\\xaas proprietary technology for measuring protein structural changes. As a part of the team, they will play a central role in the design and execution of small-molecule screening assays to drug novel therapeutic targets. To join the dynamic, fast-paced, and venture-funded biotech team, the successful candidate will have a strong background in biochemistry or biophysics with prior experience in protein expression and purification. The ideal candidate will be self-driven, resourceful, organized, and enjoy working in a dynamic team environment.KEY RESPONSIBILITIES: \\r\\nSecure our Nation, Ignite your FutureBecome an integral part of a diverse team while working at an Industry Leading Organization, where our employees come first. At ManTech International Corporation, you\\x89\\xdb\\xaall help protect our national security while working on innovative projects that offer opportunities for advancement. ManTech is seeking a motivated, career and customer-oriented data science and machine learning professionals to join our dynamic modeling team in Portsmouth, VA.The Navy and Marine Corps Public Health Center (NMCPHC) is the Navy and Marine Corps center for public health (PH) services to maximize readiness through force health protection (FHP) strategies and solutions for current and potential PH threats. NMCPHC provides leadership and expertise to ensure mission readiness in support of the National Military Strategy.\\r\\nStart a Rewarding Career with AlliantWhat will your day look like? The Data Scientist is responsible to lead the development, validation, documentation, and implementation of statistical and advanced machine learning models that are used for decisioning and product management throughout member lifecycle, including segmentation, optimization, and prescriptive analytics; work effectively with internal clients to understand the business needs, propose appropriate quantitative solutions, and develop data-driven recommendations to improve member experience and achieve business objectives; provide statistical and analytical inputs for the development and implementation of policies and business plans related to loan origination, portfolio management, loss forecasting and portfolio monitoring; proactively collaborate with cross-functional partners including Business Intelligence, Model Risk Management, and Information Technology (Database Engineers, Application Development and Information Security); and deliver effective presentations of analysis results and recommendations to multiple levels of leadership and business partners. The incumbent is a key contributor to the success of the Risk Analytics team.You\\x89\\xdb\\xaall be a great fit if in addition to an advanced degree (M.S./PhD) in Mathematics, Statistics, Quantitative Finance, Engineering, Computer Science, or other quantitative field required, and you have: As a thank you for joining our team, you\\x89\\xdb\\xaall benefit from: We\\x89\\xdb\\xaare on the list of 100 Best Medium Companies to work for, check it out here. For more details you can also visit our Glassdoor and profiles.\\r\\nThe Network Engineer is responsible for the support of our client\\x89\\xdb\\xaas end users, troubleshooting and correcting of issues within servers, networks, end user devices and storage equipment.Basic Requirements: Proven track record of being a problem solver and team player capable of working in a technically-challenging environmentProvide remote and on-site support to our clientsEffectively interact via verbal and written communications with our clients\\x89\\xdb\\xaa end-usersA minimum of 2 years of experience in network administration, configuration and troubleshooting, with a basic working knowledge of: \\r\\nSenior Network Engineer - TBMCSPosition Status: Full Time, Immediate HireDOD Sponsored Security Clearance REQUIREDThe Theater Battle Management Core Systems (TBMCS) Engineer will provide operational support to the USMC\\x89\\xdb\\xaas MCTSSA program.Key responsibilities/tasks for TMBCS Engineer are: -Provide engineering support for development and testing of the Marine Corps Theater Battle Management Core Systems (TBMCS) replacement.-Design, deploy, and maintain cloud based Development, Security and Operations (DevSecOps) environments for Command, Control, Computer, Communications and Intelligence (C4I) systems and applications.-Create and deploy WAR (Web application ARchive) files.-Define and implement containerization technology strategies such as Docker.-Build, maintain, and monitor highly available complex applications on Kubernetes.-Administer and maintain virtualized environments, platform as a service (PaaS) products, cloud based infrastructures, and Windows/Red Hat Enterprise Linux operating systems.\\r\\nAs a Senior Computer Systems Engineer, you will primarily be providing technical development and support for our PC Imaging and repair processes across multiple product lines. Specific initial focus will be on Win 10 images using PowerShell, vbs, batch files, dism, hta, and Windows ADK, with opportunity to spread into other technologies in the future. This role will work with R & D/Marketing on functional requirements, then develop/improve manufacturing processes to ensure consistent yields of high-quality products.Exceeding customer expectations is one of our guiding principles at IDEXX. Our credibility as a company relies on our ability to deliver quality products to our customers on time and with no disruption to their business. IDEXX\\x89\\xdb\\xaas Worldwide Operations Team works to meet this challenge each day with a global network of distribution hubs and a focus on efficiency, regulatory compliance and continuous improvement.\\r\\nWorking at Macro Solutions, a leading provider of IT and management consulting services, is an opportunity to collaborate with great people who have a passion for the services they provide to our clients. We an immediate need for a Network Engineer / Administrator to join our team in Pensacola, Florida. This position requires an active secret clearance.This role is part of the Network Team primarily responsible for monitoring and maintaining the Network security posture of the Enterprise. This position typically works under general supervision and direction.The ideal candidate will have the following: Two years of experience with system administration supporting DoD network systems, including Navy POR systems; Macro Solutions is a woman-owned IT and management consulting firm that helps government organizations select, implement, integrate and maintain critical business solutions. A relationship company at our core, we pride ourselves on building high-touch, high-trust environments for our clients and partners, at every level of our business. Assessed at CMMI Maturity Level 3 for both Development and Services and ISO 9001:2015 certification, Macro delivers honest, powerful results from the inside, outward.Deeply invested in advancing long lasting employee relationships, our distinctive Consultant Care program ensures that our employees are always a priority at every level of the organization and has been integral to our 94% employee retention rate.Along with a supportive environment and culture that thrives on dreaming big, getting things done and having fun together, Macro Solutions offers employees a full suite of competitive benefits, including health, dental , 401 (k), and paid time off.If you would like to learn more about Macro Solutions, are interested in joining our team, or would like to learn more about our Consultant Care program visit our website.Macro Solutions is an Equal Opportunity Employer.\\r\\nJob TitleTechnical Services Engineer-Tier IIJob DescriptionLooking for a new start? Think bigger. Think Axis! Want to join a team that cultivates passion and drives innovation? At Axis, we believe in innovating for a smarter safer world. We just happen to provide cutting-edge security solutions across the globe. While each Axian has his or her own motivators, we all share the same core values.\\r\\nJob Description: Are you looking for a new and exciting career opportunity? Join our award-winning organization and work with some of the most talented minds within our Enterprise Technology and Innovation teams. As a Salient CRGT employee, you get to be part of a best performing team supporting our nation\\x89\\xdb\\xaas most critical missions.Why Salient CRGT? We\\x89\\xdb\\xaare passionate about the inspirational missions of our customers and we entrust our employees and teams to deliver exceptional performance to enable the safety, security, health and well-being of our nation. We provide the tools and resources to help you be successful, and our culture fosters an environment in which idea sharing and collaboration is essential. Are you ready to make a difference? OVERALL JOB DESCRIPTIONRequired Qualifications: Desired Qualifications: \\r\\nWe\\x89\\xdb\\xaare looking for problem solvers, innovators, and dreamers who are searching for anything but business as usual. Like us, you\\x89\\xdb\\xaare a high performer who\\x89\\xdb\\xaas an expert at your craft, constantly challenging the status quo. You value inclusivity and want to join a culture that empowers you to show up as your authentic self. You know that success hinges on commitment, that our differences make us stronger, and that the finish line is always sweeter when the whole team crosses together.Alteryx is looking for a Customer Support Engineer in Broomfield, Irvine, or Plano Office.We\\x89\\xdb\\xaare looking for problem solvers, innovators, and dreamers who are searching for anything but business as usual. Like us, you\\x89\\xdb\\xaare a high performer who\\x89\\xdb\\xaas an expert at your craft, constantly challenging the status quo. You value inclusivity and want to join a culture that empowers you to show up as your authentic self. You know that success hinges on commitment, that our differences make us stronger, and that the finish line is always sweeter when the whole team crosses together.\\r\\nUS CITIZENSHIP OR GREEN CARD REQUIREDABILITY TO ACHIEVE PUBLIC TRUST CLEARANCE REQUIREDIndigo Arc is a consulting and cloud solutions company specializing in the design, development & implementation of highly available & secure solutions for government and commercial clients. Our approach to consulting engagements is to partner with our customers, providing value at all levels of customer organizations from C-suite leaders to implementation and operations managers. Additionally, Indigo Arc turn-key cloud-based solutions enable customers to efficiently and expertly address a wide range of business challenges.Our team of solution architects, computer engineers, software engineers and business specialists working on our consulting engagements also drive our product development and R & D initiatives applying the latest technologies and real-world experiences. Our experience with cloud-first solution development enables us to bring the lessons learned to our consulting customers across many domains, especially as we help customers migrate operations and applications to the cloud or leverage automation, apply DevSecOps concepts and manage virtualization in their on-premise data centers.\\r\\nAbout Us: SentinelOne is defining the future of cybersecurity through our XDR platform that automatically prevents, detects, and responds to threats in real-time. Singularity XDR ingests data and leverages our patented AI models to deliver autonomous protection. With SentinelOne, organizations gain full transparency into everything happening across the network at machine speed to defeat every attack, at every stage of the threat lifecycle.We are a values-driven team where names are known, results are rewarded, and friendships are formed. Trust, accountability, relentlessness, ingenuity, and OneSentinel define the pillars of our collaborative and unified global culture. We're looking for people that will drive team success and collaboration across SentinelOne. If youre enthusiastic about innovative approaches to problem-solving, we would love to speak with you about joining our team! AdvantagesWhy us? You will work on real-world problems and make an impact by protecting our customers from cyber threats. You will join a cutting-edge project and will be able to influence the architecture, design and structure of our core platform. You will tackle extraordinary challenges and work with the very BEST in the industry.SentinelOne is proud to be an Equal Employment Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, gender (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics.\\r\\nRole: Staff Software Engineer - Machine Learning InfrastructureOther comparable titles: ML Platform Architect, Lead Platform Engineer- MLLocations: Coppell- TX, Waukesha, WI, Boston- MAAbout Blue Yonder\\r\\nSierra7 is seeking an Automation Test Engineer to join a team providing full DEVOPS lifecycle support and services to the Department of Veterans Affairs (VA). This program will consolidate, reengineer, and sustain a suite of Veteran-facing processes. The qualified candidate will be a qualified test engineer with at least 5 years of experience creating tests and test software to verify system operation and security and must have at least 2 years of test case automation and Selenium experience. The candidate will be responsible for understanding how to properly document test cases and create effective test plans; creating practical demonstrations of proposed solutions; define clear goals for all aspects of a product test and develop steps for proper execution.The candidate must have experience in the coordination and execution of test events in accordance with approved test plans, procedures, and scripts. Must have knowledge and skills to ensure that test environments are set up accurately. Must be able to create test reports. The automation test engineer must be able to test IT hardware, software, systems, and networks.\\r\\nIAI is looking for a self-motivated DevOps Engineer who is interested in working in a highly agile and dynamic R & D, technology transition, and product development environment. You will be working with the Products Development team and/or other R & D teams within IAI to advance research and develop products.Our products are in the areas of big data, data analytics (video, image, text), healthcare, human studies research, and network analytics. You are highly encouraged to apply if you are excited about working in a cross functional, collaborative team while designing/building/deploying new automations for all aspects of our development lifecycle.\\r\\nJob DescriptionCompany SummaryIf you have taken a moment to unwind with a bottle of beer, toast with glass of wine, or celebrate with a cocktail, chances are that you have shared that moment with Constellation Brands. We are passionate producers of iconic beer, wine and spirits brands that consumers love. From Corona Extra, to Robert Mondavi Wines, to SVEKDA Vodka, we produce over 100 premium brands with sales in nearly 100 countries, making us the number one multi-category beverage alcohol company in the U.S.Position SummaryCanandaigua, New YorkFull time\\r\\nDate: Mar 11 , 2021Location: JANESVILLE, US , 53546Company: NOVARESTogether, let\\x89\\xdb\\xaas create the car systems of the future: With 12 000 employees in 23 countries, we are a global plastic solutions provider which designs and produces cutting edge parts and complex systems for virtually every OEMs in the world.Our innovation strategy drives us to invent unique solutions that shift the way cars interact with passengers and are powered for greener mobility.Do you want to join a diverse, dynamic and international group, powered by a strong team spirit? Join Us! \\r\\nAutomation EngineerTechLab, Inc. develops, manufactures, and distributes medical diagnostic tests. This company places emphasis on science and collaboration with Universities. We are looking to add a Automation Engineer to our team.An employee in this position can expect to perform the following duties: Project and time managementRecommending, Designing, Simulating, programming, and operational testing of electrical or mechanical automationMaintain, repair and troubleshooting of automation system controls, including but not limited to: Motors, Drives, PLC, User interfaces and Robotic Systems\\r\\n",{"entities":[[12,22,"ATTRIBUTE"],[486,496,"ATTRIBUTE"],[627,638,"ATTRIBUTE"],[1224,1237,"ATTRIBUTE"],[1974,1985,"ATTRIBUTE"],[2052,2067,"ATTRIBUTE"],[2274,2282,"ATTRIBUTE"],[3620,3631,"ATTRIBUTE"],[3762,3770,"ATTRIBUTE"],[4153,4163,"ATTRIBUTE"],[5558,5569,"ATTRIBUTE"],[5649,5659,"ATTRIBUTE"],[5663,5670,"ATTRIBUTE"],[7297,7307,"ATTRIBUTE"],[7678,7690,"ATTRIBUTE"],[9219,9228,"ATTRIBUTE"],[9233,9247,"ATTRIBUTE"],[9374,9378,"SKILL"],[9432,9436,"SKILL"],[9944,9954,"ATTRIBUTE"],[9964,9974,"ATTRIBUTE"],[10027,10036,"ATTRIBUTE"],[10041,10049,"ATTRIBUTE"],[10742,10753,"ATTRIBUTE"],[11834,11846,"ATTRIBUTE"],[12316,12327,"ATTRIBUTE"],[12493,12498,"SKILL"],[12773,12778,"ATTRIBUTE"],[13058,13066,"ATTRIBUTE"],[13401,13411,"ATTRIBUTE"],[14003,14010,"SKILL"],[14200,14211,"ATTRIBUTE"],[14260,14263,"SKILL"],[14340,14343,"SKILL"],[15374,15385,"ATTRIBUTE"],[16261,16271,"ATTRIBUTE"],[16809,16820,"ATTRIBUTE"],[17107,17116,"ATTRIBUTE"],[17221,17225,"SKILL"],[17227,17230,"SKILL"],[17232,17242,"SKILL"],[17248,17251,"SKILL"],[17263,17274,"ATTRIBUTE"],[17280,17289,"SKILL"],[17404,17415,"ATTRIBUTE"],[17511,17531,"SKILL"],[17954,17957,"SKILL"],[18007,18016,"SKILL"],[18020,18024,"SKILL"],[18065,18076,"ATTRIBUTE"],[18782,18795,"ATTRIBUTE"],[19514,19522,"ATTRIBUTE"],[20337,20345,"ATTRIBUTE"],[21023,21030,"ATTRIBUTE"],[21055,21063,"ATTRIBUTE"],[21306,21314,"ATTRIBUTE"],[21410,21419,"ATTRIBUTE"],[22174,22181,"ATTRIBUTE"],[22186,22198,"ATTRIBUTE"],[23920,23933,"ATTRIBUTE"],[23940,23951,"ATTRIBUTE"],[23969,23977,"ATTRIBUTE"],[24246,24255,"ATTRIBUTE"],[24317,24322,"SKILL"],[25126,25136,"ATTRIBUTE"],[25839,25848,"ATTRIBUTE"],[25860,25865,"ATTRIBUTE"],[25867,25877,"ATTRIBUTE"],[25958,25970,"ATTRIBUTE"],[26092,26101,"ATTRIBUTE"],[26204,26227,"SKILL"],[26275,26286,"ATTRIBUTE"],[27609,27616,"ATTRIBUTE"],[28711,28718,"ATTRIBUTE"],[28940,28951,"ATTRIBUTE"],[28953,28964,"ATTRIBUTE"],[28966,28975,"ATTRIBUTE"],[29320,29330,"ATTRIBUTE"],[29403,29412,"ATTRIBUTE"],[29425,29442,"ATTRIBUTE"],[30284,30295,"ATTRIBUTE"],[30716,30727,"ATTRIBUTE"],[30926,30935,"ATTRIBUTE"],[31585,31596,"ATTRIBUTE"],[31807,31821,"ATTRIBUTE"],[31826,31837,"ATTRIBUTE"],[33146,33178,"SKILL"],[33476,33487,"SKILL"],[34082,34092,"ATTRIBUTE"],[34177,34184,"ATTRIBUTE"],[34298,34305,"ATTRIBUTE"],[34550,34561,"ATTRIBUTE"],[35320,35326,"ATTRIBUTE"],[35789,35800,"ATTRIBUTE"],[36232,36239,"ATTRIBUTE"],[36251,36261,"ATTRIBUTE"],[36286,36296,"ATTRIBUTE"],[37714,37724,"ATTRIBUTE"],[38195,38206,"ATTRIBUTE"],[40106,40119,"ATTRIBUTE"],[40205,40219,"ATTRIBUTE"],[40221,40235,"ATTRIBUTE"],[40237,40246,"ATTRIBUTE"],[40290,40303,"ATTRIBUTE"],[40433,40445,"ATTRIBUTE"],[40452,40462,"ATTRIBUTE"],[42041,42052,"ATTRIBUTE"],[42682,42696,"ATTRIBUTE"],[42754,42759,"ATTRIBUTE"],[42764,42771,"ATTRIBUTE"],[43541,43551,"ATTRIBUTE"],[44241,44247,"ATTRIBUTE"]]}],["MORSE is an innovative, employee-owned, tech company located in Kendall Square in Cambridge, MA specializing in solving multi-disciplinary problems faced by the US National Security Ecosystem. Our specially selected team of engineers, software developers and scientists develop algorithms, software integrated prototypes and solutions for Artificial Intelligence, Machine Learning, Manned and Unmanned Aerial Vehicles, Mission Planning, and Situational Awareness.MORSE is searching for innovative candidates with expertise in using state-of-the-art machine learning algorithms for aerospace applications. The candidate will be responsible for acquiring truth data, integrating algorithms, testing algorithms, combining algorithms, reviewing literature to stay on top of the latest-and-greatest methods, analyzing data from field tests, and developing advanced algorithms. MORSE's machine learning focuses both on computer vision-based problems (with deep learning solutions) and data analysis of sparse data sets. The candidate will work with MORSE's current team of engineers to transition algorithms to production, which may run on a server or on a real-time embedded system. The candidate must also be capable of clearly communicating concepts to engineers and stakeholders.\\r\\nSecure our Nation, Ignite your FutureOverviewEach day U.S. Customs and Border Protection (CBP) oversees the massive flow of people, capital, and products that enter and depart the United States via air, land, sea, and cyberspace. The volume and complexity of both physical and virtual border crossings require the application of solutions to promote efficient trade and travel. Further, effective solutions help CBP ensure the movement of people, capital, and products is legal, safe, and secure.As a Data Scientist on our team, a proven track record of delivering production ready decision support tools and applications employed in the field and by mission-support entities. Further, highly competitive applicants will have a demonstrated capacity to: work closely and collaboratively with mission stakeholders; respond to emergent, mission-driven changes in priorities and expected outcomes; and, apply new and emerging tools and techniques.\\r\\nIntroductionASML US brings together the most creative minds in science and technology to develop lithography machines that are key to producing faster, cheaper, more energy-efficient microchips. We design, develop, integrate, market and service these advanced machines, which enable our customers - the world\\x89\\xdb\\xaas leading chipmakers - to reduce the size and increase the functionality of their microchips, which in turn leads to smaller, more powerful consumer electronics. Our headquarters are in Veldhoven, the Netherlands, and we have 18 office locations around the United States including main offices in Chandler Arizona, San Jose and San Diego California, Wilton Connecticut, and Hillsboro Oregon.Job Mission\\r\\nDo you love technology? Do you want to be part of a company that is changing the way field service companies, large and small, are using cloud technology to deliver better, faster, cheaper service to their customers? Do you feel yourself driven to utilize the latest and greatest tools to automate and optimize your work? Then this position may be for you! We are looking for a Junior Cloud Operations Engineer to join our Technology Operations team in support of our cloud-hosted web-based software solutions. You\\x89\\xdb\\xaall play a key role on our Technology Operations team--specifically, you'll share / lead in the following responsibilities: WHAT YOU'LL DO: Responsible for production incident response and disaster recovery procedures; working in tandem with application support engineers to ensure reliable service availability and uptime\\r\\nPlastipak Packaging is a global industry leader in the design, manufacturing, and recycling of plastic rigid containers. Our list of customers include some of the worlds most recognized and respected brands such as Procter & Gamble, Kraft Foods and Pepsi, just to name a few. Our commitment to our employees is demonstrated in numerous awards for innovation, environmental sustainability, and corporate citizenship.Plastipak follows industry leading protocols to address COVID-19, including regular disinfection, electrostatic cleaning and temperature sensing kiosks at most locations. We strictly adhere to all CDC guidelines to provide a safe working environment for our associates and visitors; including face coverings, social distancing, and hand sanitizer stations.Named one of America's Best Employers in Michigan by Forbes in 2020, Plastipak offers many great benefits, including: \\r\\nOverviewProSphere is seeking a Data Scientist to provide services in development of new and enhancement of existing capabilities for information technology systems and applications for the Department of Veterans Affairs. The Data Scientist will lead efforts to expand the data science capabilities of customer\\x89\\xdb\\xaas analytics platform. The individual in this position will have a solid background in production-level machine learning systems with broad exposure to a wide variety of algorithmic techniques. Experience and demonstrable proof of impactful work in areas such as natural language processing, explainability driven deep learning and time-series forecasting is valuable. Our team particularly values experience in building inferential algorithms for high-stake decisions while dealing with noisy, diverse, distributed datasets. Being able to communicate complex concepts in simple language to diverse stakeholders with an unwavering commitment to empathy and customer obsession is highly desired. The candidate will work with the Senior Data Scientist to develop and automate algorithms that integrate with various parts of our customer\\x89\\xdb\\xaas organization, improve customer experience, and drive operational efficiency. The candidate will be able to translate data clearly and dynamically into a coherent and relevant story that will resonate with the customer\\x89\\xdb\\xaas data science initiatives and roadmap. Knowledge and practical work experience with the job functions listed below is highly desirable. This is a full-time remote position. Veterans are encouraged to apply.\\r\\nPosition Summary: The Lead Data Engineer is part of a Global Data and Analytics Center of Excellence, which provides design, development, consulting, and support services to European, North American, South American, Middle East and Asia-Pacific markets.The Center of Excellence is formed of experts in Business Intelligence and Data Warehouse software platforms, Data Architecture, Data Engineering, Data Visualization and Data Science.The Lead Data Engineer will work closely alongside the Data and Analytics Center of Excellence team to both drive and support Martin Brower\\x89\\xdb\\xaas strategic initiatives through the advocation and delivery of analytics solutions and best practices across the organization. In addition, this role will oversee maintenance and support of established global analytics solutions to ensure reliability, consistency and relevancy of those solutions across the supply chain.\\r\\nAre you looking for a controls engineering career that challenges you to create innovative designs utilizing the latest robotic, computer, vision, and other control technologies? AeroSpec is committed to designing and developing industry leading automation equipment solutions. We enable customers across the globe to manufacture their products with sub-micron precision, in volumes of tens of thousands per day with unparallel guaranteed of product safety and reliability. AeroSpec has delivered automation and robotics that builds missiles, satellites, airbags, photonics components, semi components, probe cards, consumer products, surgical devices, pharmaceuticals and recently COVID rapid-test kits.As a controls design engineer, you play a key part in the AeroSpec equipment development process. The controls design engineer works with customers, suppliers and the other AeroSpec engineers to create a clean-sheet of paper controls solution that enables a high precision, high speed solution for our customers. This engineering position is challenging and full of new technologies to learn. You will mentor other engineers and electrical technicians.\\r\\nJob #: 205692Job DescriptionIf you are an experienced FTE Engineer looking for a position with a leading company, Bartech can help! We are a leading staffing firm and our clients include some over the nation\\x89\\xdb\\xaas biggest companies. Our client has a need for a FTE Engineer. This is a contract position; however it is not uncommon for assignments to transition into permanent positions with our client companies. If you have the background we are looking for, and you are interested in an opportunity to get your foot in the door with leading company, we want to talk with you! Applicant must be eligible to work in the US for immediate opening. For this opportunity, the successful candidate will be directly employed by Bartech Staffing as a W2 employee while providing services to our end client.\\r\\nnan\\r\\nWe are looking for highly motivated and self-directing software engineers to join our Addison, TX office who can work on all aspects of software development. You will be working in .NET technology stack to build and extend highly scalable SaaS solutions to help revolutionize mortgage industry related services and integrate our platform into industry leading loan originating systems (LOS).Essential Duties and responsibilities\\xe5\\xe1 Work on all aspects of software development including design, development and QA to build and extend highly scalable SaaS solutions\\xe5\\xe1 Integrate with third party data providers and industry leading loan originating systems (LOS) and scale the system to meet sales projections.\\r\\nLove developing software and innovating? Have an analytical mind? Love creating solutions? We are looking for a motivated and positive individual to lead creation of software solutions that exceed expectations! Based in Fort Wayne, Ind., Do it Best Corp. proudly serves thousands of member-owned home improvement businesses throughout the US and all around the world. We provide everything independent hardware stores, home centers, lumberyards, industrial/commercial distributors, and e-tailers need to grow their businesses and achieve their dreams. With annual sales of $3.7 billion, Do it Best Corp. serves member-owned stores in the United States and 50 foreign countries and prides itself on offering opportunity for advancement and benefits, such as tuition reimbursement.Description\\r\\nThe RoleSelf-motivated individual responsible for the complete life cycle of new software products along with modifications to existing software. You will be involved in all aspects of a project including pre-studies, requirement engineering, design, implementation, testing, documentation, training and support.Duties and responsibilities include, but are not limited to: Participate in customer visits to gather requirements and assist with project definition and scopeProduction and review of design proposals and functional specifications\\r\\nSoftware Engineering ManagerGreenville, SC OfficeLima One Capital, LLC is searching for an Engineering Manager with 5 years\\x89\\xdb\\xaa experience in software development. The Engineering Manager will be responsible for the design and oversight of all enterprise-wide technology solutions and the development and management of technical staff. Our ideal candidate has a thorough understanding of enterprise business applications, solutions architecture, and frameworks. As a leader of technical staff at Lima One Capital, the ideal candidate should also act as an advocate for the professional development of staff. This role will work closely with product managers to develop solutions for a wide range of industry-leading lending products. This position will report directly to the Director of Technology.ResponsibilitiesTechnical leadership and advising on solutions across the organization\\r\\nPosition DescriptionEDC Corporation is currently seeking a software developer to join our growing development and customer support team. The chosen candidate will be responsible for new feature development, product testing, and client support in a collaborative environment. Work with Mobile, Responsive Web Design, License Plate Recognition, RDBMS, high performance scalable web sites and other exciting technologies as we expand into a new downtown office in Syracuse NY. Visit https: //www.aimsparking.com for more information.ResponsibilitiesPerform responsive, web based software development and integration, within an agile development process\\r\\nData Developer/EngineerThe Technology Infrastructure Engineering and Operations Team engineers and supports all the foundational technology used across M & T Bank. We support two Data Centers , 15,000 Distributed platforms , 24 Mainframe Regions, a secure and reliable Network connecting all the technology across the bank footprint and process approximately 635,000 automated jobs per month. In addition to that foundational technology level, we own the operational support processes, monitoring and command center that provide a unified, well-managed technology response when issues arise. We deliver innovative, and compelling technology solutions, in partnership with our line of business CIOs, to enhance the internal customer experience that enables our business partners to deliver.Buffalo, New York, United States of America\\r\\nUS Citizenship and Secret Security Clearance Required.Company Overview: Decathlon Development Corporation is a small custom software development firm located in Lutherville, MD with customers in Baltimore, DC and Northern Virginia. We have been in business for over 30 years developing custom business applications for a broad spectrum of applications.We are seeking an ASP Net Application Developer to develop new custom web applications and to support existing web applications for our client base. The successful candidate will be a member of our development team responsible for the design, development and enhancements of MVC web based applications. Candidate will be required to have strong skills in SQL, Crystal Reports and web based application development.\\r\\nClack Corporation, a privately held company, established over 70 years ago is now hiring! We are a leading manufacturer and distributor of water treatment components and drinking water products, as well as specialized in custom blow molding products.We are looking for a Software Engineer to join our team.Clack Corporation offers an extensive benefit package including competitive pay, health and dental insurance, company paid life insurance and short term disability, vacation , 401k, profit sharing, monthly bonus, flex spending and additional voluntary benefits.Summary: Design, analyze and develop new and existing products related to the water treatment industry. The main focus is on software (i.e., requirements/definition/analysis, software design/implementation, software verification/validation). Also provides engineering support to Research & Development and production areas where applicable.\\r\\nWeb Developer: Web Developer Job Responsibilities: The role is responsible for designing, coding and modifying websites, from layout to function and according to a client's specifications. Strive to create visually appealing sites that feature user-friendly design and clear navigation.Web Developer Job Duties: Regular exposure to business stakeholders and executive management, as well as the authority and scope to apply your expertise to many interesting technical problems.Candidate must have a strong understanding of UI, cross-browser compatibility, general web functions and standards.\\r\\nSoftware Developer - ConversionsSouthington, CT, USA Req #366Monday, March 8 , 2021Who we are...COCC delivers complete enterprise processing solutions to financial institutions throughout the northeastern United States. Listed among American Banker's FinTech 100 and the Inc. 5,000 fastest growing companies in the nation, COCC inspires the industry with innovation and top quality support. Designated as a Top Workplace in Connecticut, COCC recognizes employees as the core of our success! COCC offers a progressive training program to support employees in personal and professional development.\\r\\nClayman & Associates, a client-diverse, comprehensive Marketing Agency in Marietta, Ohio, has an immediate opening for a Web Developer to join our team! The Web Developer position fulfills all aspects of the marketing functions through advanced contemporary web and technical skills. This individual is responsible for design, development, coding and modifying websites, from layout to function, according to client specifications under the direction of a Creative Director. The Web Developer must create and maintain visually appealing, responsive, brand-appropriate websites that are user-friendly, intuitive and easily navigated.A knowledge of software programs; web applications; programming languages, such as HTML, CSS, JavaScript, and PHP as well as proficiency with WordPress configuration, page builders and theming is required. Must possess the ability to analyze site analytics with the proficiency to apply the findings to an action plan for improved client presence. Working knowledge of the Adobe Creative Suite, a plus. Solid background in social media management across all platforms also a plus.\\r\\nSUMMARY: As a Full Stack Developer, you will be a key member of the team helping to drive full (and correct) adoption of modern software engineering & delivery practices ('Real' Agile, TDD, ATDD, Stateless Design, Microservices, Containerization, CICD, Cloud, etc.). Knowledge and experience in implementing solutions in the cloud (AWS) is required. This can range from custom code on IaaS/PaaS to SaaS solution integrations. You will also be responsible for interfacing and influencing with the business lines as well as others across IT.ESSENTIAL DUTIES AND RESPONSIBILITIES include the following. Other duties and special projects may be assigned.Design and develop components applications that deliver value to our customers.\\r\\nSoftware Developer - WebCorporate Headquarters12575 Uline Drive, Pleasant Prairie, WI 53158Develop custom solutions and enjoy a great career at Uline. Bring your extensive skillset to a place ready to employ every facet of it. Collaborate on customer-facing and internal projects among a team of dedicated fellow developers.Better together than apart. This position is on-site, and we are looking for good people who share our passion.Uline is proud to operate as a drug-free workplace. All new hires must complete a pre-employment drug screening.\\r\\nMarketing AssistantCustom Personalized Lawn CareFlint, MI 48506 $35,000++Job OverviewAssist the marketing department in the creation and execution of marketing strategies that include the development of promotional materials for marketing campaigns based in direct mail, email, digital and social media platforms.ResponsibilitiesAssist in creating, implementing, and tracking marketing programs such as promotional materials, email marketing, social media campaigns, digital campaigns, and events\\r\\nFirst State Bank is seeking a Marketing Specialist at the West Clay location. If you have experience writing engaging, channel-optimized digital and print content and marketing programs and activities focused on brand promotion and customer engagement, this may be a good fit for you! 40 hours per week, some evening and weekend hours on occasion.Full-Time benefits will apply, including; medical, dental and vision insurance, paid sick and vacation , 401k, ESOP, and more! Duties and Responsibilities: The Marketing Specialist will perform all duties required of this position by following policies and procedures set forth by First State Bank, including, but not limited to: \\r\\nBe the key in unlocking business opportunities in the convergent world of Open Platform IP Video Management Systems! Join Milestone! Do you have experience in B2B Marketing? Do you thrive helping brands reach their sales goals through Marketing? Do you use creative marketing solutions to solve business problems? If so, then our Marketing Specialist, Channel position is the next position for you! Under the direction of the Marketing Manager, the Marketing Specialist, Channel will develop a channel marketing plan that will develop channel-facing initiatives (programs, campaigns, promotions) designed to engage with channel partners to drive new leads by supporting the channel sales team and activating the sales teams of our resellers to get behind these initiatives to drive leads and in turn affect revenue generation.\\r\\nUnit Description: Get behind the magic! This account will fall under the SodexoMAGIC portfolio of business.Use your passion for service to create a positive impact and make a difference in the communities we serve! SodexoMAGIC is a joint Sodexo/Magic Johnson venture which promises to empower the communities we serve by offering best-in-class food & facilities management solutions, which create a positive impact and make a difference in the lives of our clients and customers. SodexoMAGIC offers our dedicated service via the following Sodexo segments: Corporate Services, Hospitals, K-12 Schools, Universities.SodexoMAGIC is seeking an experienced Marketing Specialist 2 for an HBCU in the Dover, Delaware area. This account well be considered a showcase account for Sodexo, with exciting plans for many new innovations coming to campus. If you have experience with successfully presenting to C-Suite Level Leadership, developing marketing strategies, managing social media platforms and executing new concepts this position will be the perfect high-profile opportunity! Position Summary: Qualifications & Requirements: \\r\\nDigital Marketing SpecialistWe are growing! Gerard Daniel Worldwide, a supplier of wire mesh filtration and separation solutions is seeking a dynamic and enthusiastic B2B Marketing Specialist.With an aggressive growth plan in place, we are seeking an individual who is familiar with digital lead generation and the tools used to implement it. You will be working closely with our 3rd party digital and marketing communication providers to implement our digital strategy through our external website, social media presence and marketing automation platform.We manufacture and fabricate many technical products both in the US and with our global partners. We are seeking an individual who is comfortable liaising throughout the organization, whether this is on the production floor, talking to our sales team or organizing executives for case studies.\\r\\nSTRATACACHE provides scalable customer experiences, empowering retailers to learn deeply about their customers\\x89\\xdb\\xaa shopping preferences and behaviors, allowing for personalized shopper interaction. Our solutions deliver consumer activation at the point-of-decision, generating new sales opportunities and enhanced retail profitability. With 3 million+ software activations globally, we power the biggest digital networks for the world\\x89\\xdb\\xaas largest brands. Across the STRATACACHE family of complementary digital media/ad tech solution companies, we have the technology, expertise and track record to bring retail innovation that delivers results.Learn more about the STRATACACHE family at www.stratacache.com.\\r\\nThe successful candidate will help build brand awareness and all aspects of marketing to raise awareness of the organization with the general public and professionals. An ideal candidate will have experience in handling confidential information, verbal and written communication skills, ability to function independently, have flexibility, and must have a positive attitude with ability to work as a team.Required: Minimum of one (1) year experience in a marketing related role. Experience in healthcare is a plus.Marketing Coordinator Job Duties: Oversees all aspects of the admission process.\\r\\nWho Are We? QinetiQ Inc. is a leading innovator with over 25 years of experience rapidly developing advanced C5ISR sensor solutions and is a renowned world leader in robotics and autonomy.The combined QinetiQ U.S. business unit brings capabilities across the full lifecycle of technology development from applied research and development to rapid prototyping, testing, fielding, and sustainment. Our expertise with unmanned platforms, broad sensing modalities, and cross-domain interoperability ensures that we deliver integrated solutions for Warfighter dominance in all phases of combat.We are a world-class team of professionals who deliver next generation technology and products in robotic and autonomous platforms and systems, ground systems, soldier systems, maritime systems, airborne sensors and payloads, processing and exploitation capabilities, and integrated C2 solutions. Much of our work contributes to innovative research in \\x95\\xc2\\x81elds such as sensor science, signal processing, data fusion, arti\\x95\\xc2\\x81cial intelligence (AI), machine learning (ML), and augmented reality (AR).\\r\\nAbveris is Boston's premier antibody discovery company providing contract research services to the biopharma industry. Abveris applies advanced immunization methods combined with B cell screening and hybridoma-based antibody discovery technologies to provide comprehensive gene-to-antibody discovery services. Abveris is developing the next generation of biologics, cell therapies, vaccines, and diagnostics in partnership with global leaders in biopharma.Abveris is a private, employee-owned company that prides itself in integrity, teamwork, drive, innovation and our partner\\x89\\xdb\\xaas successes in biologics development. We provide our hard-working team with unlimited vacation days, a matching retirement plan and free lunch every day.We are seeking an experienced and motivated individual to join our team and expand our high resolution single B-cell screening platform using the Berkeley Lights Beacon. Using state-of-the-art technology coupled with intelligent project and assay design, the candidate would accelerate our antibody discovery process and guide selection of ideal single B cells. Highly qualified candidates will be able to combine exemplary benchwork with the ability to analyze complex data sets and translate them into actionable, intelligible data reports.\\r\\nJob Posting End Date: April 20Unum is a company of people serving people. As one of the world's leading employee benefits providers and a Fortune 500 company, Unum's financial protection benefits help protect more than 36 million working people and their families from the financial impact of illness or injury. Unum's three distinct, but similarly focused US businesses \\x89\\xdb\\xd2 Unum US, Colonial Life, and Starmount Life \\x89\\xdb\\xd2 are each a market leader in making disability, life, accident, critical illness, dental, and vision insurance accessible in the workplace.Headquartered in Chattanooga, Tennessee, Unum also has significant US operations in Portland, Maine, - and over 35 field offices nationwide. Colonial Life is headquartered in Columbia, South Carolina with over 40 field offices nationwide. Starmount Life is based in Baton Rouge, Louisiana, and is the dental and vision center of excellence for Unum in the US.General SummaryThis position for a developing data scientist who is excited to transform data into actionable insights and impact the business through his/her work. The role requires increasing technical expertise in the fields of computer programming, applied statistics and data manipulation; and relies on developing business knowledge. The individual will participate in project work primarily within the functional area, with direction and review by manager. The individual is expected to continuously increase business knowledge and take initiative in identifying and executing analytical approaches to support assigned projects.Position will interface with actuaries on pricing, reserving, and risk.Unum\\r\\nScientist \\x89\\xdb\\xd2 DiscoveryJOB DESCRIPTION: We are seeking a talented and highly-motivated Scientist to join our collaborative discovery team to support small-molecule hit discovery using BlueLight Therapeutics\\x89\\xdb\\xaas proprietary technology for measuring protein structural changes. As a part of the team, they will play a central role in the design and execution of small-molecule screening assays to drug novel therapeutic targets. To join the dynamic, fast-paced, and venture-funded biotech team, the successful candidate will have a strong background in biochemistry or biophysics with prior experience in protein expression and purification. The ideal candidate will be self-driven, resourceful, organized, and enjoy working in a dynamic team environment.KEY RESPONSIBILITIES: \\r\\nSecure our Nation, Ignite your FutureBecome an integral part of a diverse team while working at an Industry Leading Organization, where our employees come first. At ManTech International Corporation, you\\x89\\xdb\\xaall help protect our national security while working on innovative projects that offer opportunities for advancement. ManTech is seeking a motivated, career and customer-oriented data science and machine learning professionals to join our dynamic modeling team in Portsmouth, VA.The Navy and Marine Corps Public Health Center (NMCPHC) is the Navy and Marine Corps center for public health (PH) services to maximize readiness through force health protection (FHP) strategies and solutions for current and potential PH threats. NMCPHC provides leadership and expertise to ensure mission readiness in support of the National Military Strategy.\\r\\nStart a Rewarding Career with AlliantWhat will your day look like? The Data Scientist is responsible to lead the development, validation, documentation, and implementation of statistical and advanced machine learning models that are used for decisioning and product management throughout member lifecycle, including segmentation, optimization, and prescriptive analytics; work effectively with internal clients to understand the business needs, propose appropriate quantitative solutions, and develop data-driven recommendations to improve member experience and achieve business objectives; provide statistical and analytical inputs for the development and implementation of policies and business plans related to loan origination, portfolio management, loss forecasting and portfolio monitoring; proactively collaborate with cross-functional partners including Business Intelligence, Model Risk Management, and Information Technology (Database Engineers, Application Development and Information Security); and deliver effective presentations of analysis results and recommendations to multiple levels of leadership and business partners. The incumbent is a key contributor to the success of the Risk Analytics team.You\\x89\\xdb\\xaall be a great fit if in addition to an advanced degree (M.S./PhD) in Mathematics, Statistics, Quantitative Finance, Engineering, Computer Science, or other quantitative field required, and you have: As a thank you for joining our team, you\\x89\\xdb\\xaall benefit from: We\\x89\\xdb\\xaare on the list of 100 Best Medium Companies to work for, check it out here. For more details you can also visit our Glassdoor and profiles.\\r\\nThe Network Engineer is responsible for the support of our client\\x89\\xdb\\xaas end users, troubleshooting and correcting of issues within servers, networks, end user devices and storage equipment.Basic Requirements: Proven track record of being a problem solver and team player capable of working in a technically-challenging environmentProvide remote and on-site support to our clientsEffectively interact via verbal and written communications with our clients\\x89\\xdb\\xaa end-usersA minimum of 2 years of experience in network administration, configuration and troubleshooting, with a basic working knowledge of: \\r\\nSenior Network Engineer - TBMCSPosition Status: Full Time, Immediate HireDOD Sponsored Security Clearance REQUIREDThe Theater Battle Management Core Systems (TBMCS) Engineer will provide operational support to the USMC\\x89\\xdb\\xaas MCTSSA program.Key responsibilities/tasks for TMBCS Engineer are: -Provide engineering support for development and testing of the Marine Corps Theater Battle Management Core Systems (TBMCS) replacement.-Design, deploy, and maintain cloud based Development, Security and Operations (DevSecOps) environments for Command, Control, Computer, Communications and Intelligence (C4I) systems and applications.-Create and deploy WAR (Web application ARchive) files.-Define and implement containerization technology strategies such as Docker.-Build, maintain, and monitor highly available complex applications on Kubernetes.-Administer and maintain virtualized environments, platform as a service (PaaS) products, cloud based infrastructures, and Windows/Red Hat Enterprise Linux operating systems.\\r\\nAs a Senior Computer Systems Engineer, you will primarily be providing technical development and support for our PC Imaging and repair processes across multiple product lines. Specific initial focus will be on Win 10 images using PowerShell, vbs, batch files, dism, hta, and Windows ADK, with opportunity to spread into other technologies in the future. This role will work with R & D/Marketing on functional requirements, then develop/improve manufacturing processes to ensure consistent yields of high-quality products.Exceeding customer expectations is one of our guiding principles at IDEXX. Our credibility as a company relies on our ability to deliver quality products to our customers on time and with no disruption to their business. IDEXX\\x89\\xdb\\xaas Worldwide Operations Team works to meet this challenge each day with a global network of distribution hubs and a focus on efficiency, regulatory compliance and continuous improvement.\\r\\nWorking at Macro Solutions, a leading provider of IT and management consulting services, is an opportunity to collaborate with great people who have a passion for the services they provide to our clients. We an immediate need for a Network Engineer / Administrator to join our team in Pensacola, Florida. This position requires an active secret clearance.This role is part of the Network Team primarily responsible for monitoring and maintaining the Network security posture of the Enterprise. This position typically works under general supervision and direction.The ideal candidate will have the following: Two years of experience with system administration supporting DoD network systems, including Navy POR systems; Macro Solutions is a woman-owned IT and management consulting firm that helps government organizations select, implement, integrate and maintain critical business solutions. A relationship company at our core, we pride ourselves on building high-touch, high-trust environments for our clients and partners, at every level of our business. Assessed at CMMI Maturity Level 3 for both Development and Services and ISO 9001:2015 certification, Macro delivers honest, powerful results from the inside, outward.Deeply invested in advancing long lasting employee relationships, our distinctive Consultant Care program ensures that our employees are always a priority at every level of the organization and has been integral to our 94% employee retention rate.Along with a supportive environment and culture that thrives on dreaming big, getting things done and having fun together, Macro Solutions offers employees a full suite of competitive benefits, including health, dental , 401 (k), and paid time off.If you would like to learn more about Macro Solutions, are interested in joining our team, or would like to learn more about our Consultant Care program visit our website.Macro Solutions is an Equal Opportunity Employer.\\r\\nJob TitleTechnical Services Engineer-Tier IIJob DescriptionLooking for a new start? Think bigger. Think Axis! Want to join a team that cultivates passion and drives innovation? At Axis, we believe in innovating for a smarter safer world. We just happen to provide cutting-edge security solutions across the globe. While each Axian has his or her own motivators, we all share the same core values.\\r\\nJob Description: Are you looking for a new and exciting career opportunity? Join our award-winning organization and work with some of the most talented minds within our Enterprise Technology and Innovation teams. As a Salient CRGT employee, you get to be part of a best performing team supporting our nation\\x89\\xdb\\xaas most critical missions.Why Salient CRGT? We\\x89\\xdb\\xaare passionate about the inspirational missions of our customers and we entrust our employees and teams to deliver exceptional performance to enable the safety, security, health and well-being of our nation. We provide the tools and resources to help you be successful, and our culture fosters an environment in which idea sharing and collaboration is essential. Are you ready to make a difference? OVERALL JOB DESCRIPTIONRequired Qualifications: Desired Qualifications: \\r\\nWe\\x89\\xdb\\xaare looking for problem solvers, innovators, and dreamers who are searching for anything but business as usual. Like us, you\\x89\\xdb\\xaare a high performer who\\x89\\xdb\\xaas an expert at your craft, constantly challenging the status quo. You value inclusivity and want to join a culture that empowers you to show up as your authentic self. You know that success hinges on commitment, that our differences make us stronger, and that the finish line is always sweeter when the whole team crosses together.Alteryx is looking for a Customer Support Engineer in Broomfield, Irvine, or Plano Office.We\\x89\\xdb\\xaare looking for problem solvers, innovators, and dreamers who are searching for anything but business as usual. Like us, you\\x89\\xdb\\xaare a high performer who\\x89\\xdb\\xaas an expert at your craft, constantly challenging the status quo. You value inclusivity and want to join a culture that empowers you to show up as your authentic self. You know that success hinges on commitment, that our differences make us stronger, and that the finish line is always sweeter when the whole team crosses together.\\r\\nUS CITIZENSHIP OR GREEN CARD REQUIREDABILITY TO ACHIEVE PUBLIC TRUST CLEARANCE REQUIREDIndigo Arc is a consulting and cloud solutions company specializing in the design, development & implementation of highly available & secure solutions for government and commercial clients. Our approach to consulting engagements is to partner with our customers, providing value at all levels of customer organizations from C-suite leaders to implementation and operations managers. Additionally, Indigo Arc turn-key cloud-based solutions enable customers to efficiently and expertly address a wide range of business challenges.Our team of solution architects, computer engineers, software engineers and business specialists working on our consulting engagements also drive our product development and R & D initiatives applying the latest technologies and real-world experiences. Our experience with cloud-first solution development enables us to bring the lessons learned to our consulting customers across many domains, especially as we help customers migrate operations and applications to the cloud or leverage automation, apply DevSecOps concepts and manage virtualization in their on-premise data centers.\\r\\nAbout Us: SentinelOne is defining the future of cybersecurity through our XDR platform that automatically prevents, detects, and responds to threats in real-time. Singularity XDR ingests data and leverages our patented AI models to deliver autonomous protection. With SentinelOne, organizations gain full transparency into everything happening across the network at machine speed to defeat every attack, at every stage of the threat lifecycle.We are a values-driven team where names are known, results are rewarded, and friendships are formed. Trust, accountability, relentlessness, ingenuity, and OneSentinel define the pillars of our collaborative and unified global culture. We're looking for people that will drive team success and collaboration across SentinelOne. If youre enthusiastic about innovative approaches to problem-solving, we would love to speak with you about joining our team! AdvantagesWhy us? You will work on real-world problems and make an impact by protecting our customers from cyber threats. You will join a cutting-edge project and will be able to influence the architecture, design and structure of our core platform. You will tackle extraordinary challenges and work with the very BEST in the industry.SentinelOne is proud to be an Equal Employment Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, gender (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics.\\r\\nRole: Staff Software Engineer - Machine Learning InfrastructureOther comparable titles: ML Platform Architect, Lead Platform Engineer- MLLocations: Coppell- TX, Waukesha, WI, Boston- MAAbout Blue Yonder\\r\\nSierra7 is seeking an Automation Test Engineer to join a team providing full DEVOPS lifecycle support and services to the Department of Veterans Affairs (VA). This program will consolidate, reengineer, and sustain a suite of Veteran-facing processes. The qualified candidate will be a qualified test engineer with at least 5 years of experience creating tests and test software to verify system operation and security and must have at least 2 years of test case automation and Selenium experience. The candidate will be responsible for understanding how to properly document test cases and create effective test plans; creating practical demonstrations of proposed solutions; define clear goals for all aspects of a product test and develop steps for proper execution.The candidate must have experience in the coordination and execution of test events in accordance with approved test plans, procedures, and scripts. Must have knowledge and skills to ensure that test environments are set up accurately. Must be able to create test reports. The automation test engineer must be able to test IT hardware, software, systems, and networks.\\r\\nIAI is looking for a self-motivated DevOps Engineer who is interested in working in a highly agile and dynamic R & D, technology transition, and product development environment. You will be working with the Products Development team and/or other R & D teams within IAI to advance research and develop products.Our products are in the areas of big data, data analytics (video, image, text), healthcare, human studies research, and network analytics. You are highly encouraged to apply if you are excited about working in a cross functional, collaborative team while designing/building/deploying new automations for all aspects of our development lifecycle.\\r\\nJob DescriptionCompany SummaryIf you have taken a moment to unwind with a bottle of beer, toast with glass of wine, or celebrate with a cocktail, chances are that you have shared that moment with Constellation Brands. We are passionate producers of iconic beer, wine and spirits brands that consumers love. From Corona Extra, to Robert Mondavi Wines, to SVEKDA Vodka, we produce over 100 premium brands with sales in nearly 100 countries, making us the number one multi-category beverage alcohol company in the U.S.Position SummaryCanandaigua, New YorkFull time\\r\\nDate: Mar 11 , 2021Location: JANESVILLE, US , 53546Company: NOVARESTogether, let\\x89\\xdb\\xaas create the car systems of the future: With 12 000 employees in 23 countries, we are a global plastic solutions provider which designs and produces cutting edge parts and complex systems for virtually every OEMs in the world.Our innovation strategy drives us to invent unique solutions that shift the way cars interact with passengers and are powered for greener mobility.Do you want to join a diverse, dynamic and international group, powered by a strong team spirit? Join Us! \\r\\nAutomation EngineerTechLab, Inc. develops, manufactures, and distributes medical diagnostic tests. This company places emphasis on science and collaboration with Universities. We are looking to add a Automation Engineer to our team.An employee in this position can expect to perform the following duties: Project and time managementRecommending, Designing, Simulating, programming, and operational testing of electrical or mechanical automationMaintain, repair and troubleshooting of automation system controls, including but not limited to: Motors, Drives, PLC, User interfaces and Robotic Systems\\r\\n",{"entities":[[12,22,"ATTRIBUTE"],[486,496,"ATTRIBUTE"],[627,638,"ATTRIBUTE"],[1224,1237,"ATTRIBUTE"],[1974,1985,"ATTRIBUTE"],[2052,2067,"ATTRIBUTE"],[2274,2282,"ATTRIBUTE"],[3620,3631,"ATTRIBUTE"],[3762,3770,"ATTRIBUTE"],[4153,4163,"ATTRIBUTE"],[5558,5569,"ATTRIBUTE"],[5649,5659,"ATTRIBUTE"],[5663,5670,"ATTRIBUTE"],[6000,6011,"ATTRIBUTE"],[7297,7307,"ATTRIBUTE"],[7678,7690,"ATTRIBUTE"],[9219,9228,"ATTRIBUTE"],[9233,9247,"ATTRIBUTE"],[9374,9378,"SKILL"],[9432,9436,"SKILL"],[9944,9954,"ATTRIBUTE"],[9964,9974,"ATTRIBUTE"],[10027,10036,"ATTRIBUTE"],[10041,10049,"ATTRIBUTE"],[10742,10753,"ATTRIBUTE"],[11834,11846,"ATTRIBUTE"],[12316,12327,"ATTRIBUTE"],[12493,12498,"SKILL"],[12773,12778,"SKILL"],[13058,13066,"ATTRIBUTE"],[13401,13411,"ATTRIBUTE"],[14003,14010,"SKILL"],[14200,14211,"ATTRIBUTE"],[14260,14263,"SKILL"],[14340,14343,"SKILL"],[15374,15385,"ATTRIBUTE"],[16261,16271,"ATTRIBUTE"],[16809,16820,"ATTRIBUTE"],[17107,17116,"ATTRIBUTE"],[17221,17225,"SKILL"],[17227,17230,"SKILL"],[17232,17242,"SKILL"],[17248,17251,"SKILL"],[17263,17274,"ATTRIBUTE"],[17280,17289,"SKILL"],[17404,17415,"ATTRIBUTE"],[17511,17531,"SKILL"],[17800,17805,"SKILL"],[17954,17957,"SKILL"],[18007,18016,"SKILL"],[18020,18024,"SKILL"],[18065,18076,"ATTRIBUTE"],[18782,18795,"ATTRIBUTE"],[19514,19522,"ATTRIBUTE"],[20337,20345,"ATTRIBUTE"],[21023,21030,"ATTRIBUTE"],[21055,21063,"ATTRIBUTE"],[21306,21314,"ATTRIBUTE"],[21410,21419,"ATTRIBUTE"],[22174,22181,"ATTRIBUTE"],[22186,22198,"ATTRIBUTE"],[23920,23933,"ATTRIBUTE"],[23940,23951,"ATTRIBUTE"],[23969,23977,"ATTRIBUTE"],[24246,24255,"ATTRIBUTE"],[24317,24322,"SKILL"],[25126,25136,"ATTRIBUTE"],[25839,25848,"ATTRIBUTE"],[25860,25865,"ATTRIBUTE"],[25867,25877,"ATTRIBUTE"],[25958,25970,"ATTRIBUTE"],[26092,26101,"ATTRIBUTE"],[26204,26227,"SKILL"],[26275,26286,"ATTRIBUTE"],[27609,27616,"ATTRIBUTE"],[28711,28718,"ATTRIBUTE"],[28940,28951,"ATTRIBUTE"],[28953,28964,"ATTRIBUTE"],[28966,28975,"ATTRIBUTE"],[29000,29007,"ATTRIBUTE"],[29320,29330,"ATTRIBUTE"],[29403,29412,"ATTRIBUTE"],[29425,29442,"ATTRIBUTE"],[29503,29510,"ATTRIBUTE"],[30284,30295,"ATTRIBUTE"],[30716,30727,"ATTRIBUTE"],[30926,30935,"ATTRIBUTE"],[31585,31596,"ATTRIBUTE"],[31807,31821,"ATTRIBUTE"],[31826,31837,"ATTRIBUTE"],[33146,33178,"SKILL"],[33476,33487,"SKILL"],[34082,34092,"ATTRIBUTE"],[34177,34184,"ATTRIBUTE"],[34298,34305,"ATTRIBUTE"],[34550,34561,"ATTRIBUTE"],[35320,35326,"ATTRIBUTE"],[35789,35800,"ATTRIBUTE"],[36232,36239,"ATTRIBUTE"],[36251,36261,"ATTRIBUTE"],[36286,36296,"ATTRIBUTE"],[36862,36872,"ATTRIBUTE"],[37714,37724,"ATTRIBUTE"],[38195,38206,"ATTRIBUTE"],[40106,40119,"ATTRIBUTE"],[40205,40219,"ATTRIBUTE"],[40221,40235,"ATTRIBUTE"],[40237,40246,"ATTRIBUTE"],[40290,40303,"ATTRIBUTE"],[40433,40445,"ATTRIBUTE"],[40452,40462,"ATTRIBUTE"],[42041,42052,"ATTRIBUTE"],[42682,42696,"ATTRIBUTE"],[42754,42759,"SKILL"],[42764,42771,"ATTRIBUTE"],[43541,43551,"ATTRIBUTE"],[44241,44247,"ATTRIBUTE"],[44375,44382,"ATTRIBUTE"]]}],["MORSE is an innovative, employee-owned, tech company located in Kendall Square in Cambridge, MA specializing in solving multi-disciplinary problems faced by the US National Security Ecosystem. Our specially selected team of engineers, software developers and scientists develop algorithms, software integrated prototypes and solutions for Artificial Intelligence, Machine Learning, Manned and Unmanned Aerial Vehicles, Mission Planning, and Situational Awareness.MORSE is searching for innovative candidates with expertise in using state-of-the-art machine learning algorithms for aerospace applications. The candidate will be responsible for acquiring truth data, integrating algorithms, testing algorithms, combining algorithms, reviewing literature to stay on top of the latest-and-greatest methods, analyzing data from field tests, and developing advanced algorithms. MORSE's machine learning focuses both on computer vision-based problems (with deep learning solutions) and data analysis of sparse data sets. The candidate will work with MORSE's current team of engineers to transition algorithms to production, which may run on a server or on a real-time embedded system. The candidate must also be capable of clearly communicating concepts to engineers and stakeholders.\\r\\nSecure our Nation, Ignite your FutureOverviewEach day U.S. Customs and Border Protection (CBP) oversees the massive flow of people, capital, and products that enter and depart the United States via air, land, sea, and cyberspace. The volume and complexity of both physical and virtual border crossings require the application of solutions to promote efficient trade and travel. Further, effective solutions help CBP ensure the movement of people, capital, and products is legal, safe, and secure.As a Data Scientist on our team, a proven track record of delivering production ready decision support tools and applications employed in the field and by mission-support entities. Further, highly competitive applicants will have a demonstrated capacity to: work closely and collaboratively with mission stakeholders; respond to emergent, mission-driven changes in priorities and expected outcomes; and, apply new and emerging tools and techniques.\\r\\nIntroductionASML US brings together the most creative minds in science and technology to develop lithography machines that are key to producing faster, cheaper, more energy-efficient microchips. We design, develop, integrate, market and service these advanced machines, which enable our customers - the world\\x89\\xdb\\xaas leading chipmakers - to reduce the size and increase the functionality of their microchips, which in turn leads to smaller, more powerful consumer electronics. Our headquarters are in Veldhoven, the Netherlands, and we have 18 office locations around the United States including main offices in Chandler Arizona, San Jose and San Diego California, Wilton Connecticut, and Hillsboro Oregon.Job Mission\\r\\nDo you love technology? Do you want to be part of a company that is changing the way field service companies, large and small, are using cloud technology to deliver better, faster, cheaper service to their customers? Do you feel yourself driven to utilize the latest and greatest tools to automate and optimize your work? Then this position may be for you! We are looking for a Junior Cloud Operations Engineer to join our Technology Operations team in support of our cloud-hosted web-based software solutions. You\\x89\\xdb\\xaall play a key role on our Technology Operations team--specifically, you'll share / lead in the following responsibilities: WHAT YOU'LL DO: Responsible for production incident response and disaster recovery procedures; working in tandem with application support engineers to ensure reliable service availability and uptime\\r\\nPlastipak Packaging is a global industry leader in the design, manufacturing, and recycling of plastic rigid containers. Our list of customers include some of the worlds most recognized and respected brands such as Procter & Gamble, Kraft Foods and Pepsi, just to name a few. Our commitment to our employees is demonstrated in numerous awards for innovation, environmental sustainability, and corporate citizenship.Plastipak follows industry leading protocols to address COVID-19, including regular disinfection, electrostatic cleaning and temperature sensing kiosks at most locations. We strictly adhere to all CDC guidelines to provide a safe working environment for our associates and visitors; including face coverings, social distancing, and hand sanitizer stations.Named one of America's Best Employers in Michigan by Forbes in 2020, Plastipak offers many great benefits, including: \\r\\nOverviewProSphere is seeking a Data Scientist to provide services in development of new and enhancement of existing capabilities for information technology systems and applications for the Department of Veterans Affairs. The Data Scientist will lead efforts to expand the data science capabilities of customer\\x89\\xdb\\xaas analytics platform. The individual in this position will have a solid background in production-level machine learning systems with broad exposure to a wide variety of algorithmic techniques. Experience and demonstrable proof of impactful work in areas such as natural language processing, explainability driven deep learning and time-series forecasting is valuable. Our team particularly values experience in building inferential algorithms for high-stake decisions while dealing with noisy, diverse, distributed datasets. Being able to communicate complex concepts in simple language to diverse stakeholders with an unwavering commitment to empathy and customer obsession is highly desired. The candidate will work with the Senior Data Scientist to develop and automate algorithms that integrate with various parts of our customer\\x89\\xdb\\xaas organization, improve customer experience, and drive operational efficiency. The candidate will be able to translate data clearly and dynamically into a coherent and relevant story that will resonate with the customer\\x89\\xdb\\xaas data science initiatives and roadmap. Knowledge and practical work experience with the job functions listed below is highly desirable. This is a full-time remote position. Veterans are encouraged to apply.\\r\\nPosition Summary: The Lead Data Engineer is part of a Global Data and Analytics Center of Excellence, which provides design, development, consulting, and support services to European, North American, South American, Middle East and Asia-Pacific markets.The Center of Excellence is formed of experts in Business Intelligence and Data Warehouse software platforms, Data Architecture, Data Engineering, Data Visualization and Data Science.The Lead Data Engineer will work closely alongside the Data and Analytics Center of Excellence team to both drive and support Martin Brower\\x89\\xdb\\xaas strategic initiatives through the advocation and delivery of analytics solutions and best practices across the organization. In addition, this role will oversee maintenance and support of established global analytics solutions to ensure reliability, consistency and relevancy of those solutions across the supply chain.\\r\\nAre you looking for a controls engineering career that challenges you to create innovative designs utilizing the latest robotic, computer, vision, and other control technologies? AeroSpec is committed to designing and developing industry leading automation equipment solutions. We enable customers across the globe to manufacture their products with sub-micron precision, in volumes of tens of thousands per day with unparallel guaranteed of product safety and reliability. AeroSpec has delivered automation and robotics that builds missiles, satellites, airbags, photonics components, semi components, probe cards, consumer products, surgical devices, pharmaceuticals and recently COVID rapid-test kits.As a controls design engineer, you play a key part in the AeroSpec equipment development process. The controls design engineer works with customers, suppliers and the other AeroSpec engineers to create a clean-sheet of paper controls solution that enables a high precision, high speed solution for our customers. This engineering position is challenging and full of new technologies to learn. You will mentor other engineers and electrical technicians.\\r\\nJob #: 205692Job DescriptionIf you are an experienced FTE Engineer looking for a position with a leading company, Bartech can help! We are a leading staffing firm and our clients include some over the nation\\x89\\xdb\\xaas biggest companies. Our client has a need for a FTE Engineer. This is a contract position; however it is not uncommon for assignments to transition into permanent positions with our client companies. If you have the background we are looking for, and you are interested in an opportunity to get your foot in the door with leading company, we want to talk with you! Applicant must be eligible to work in the US for immediate opening. For this opportunity, the successful candidate will be directly employed by Bartech Staffing as a W2 employee while providing services to our end client.\\r\\nnan\\r\\nWe are looking for highly motivated and self-directing software engineers to join our Addison, TX office who can work on all aspects of software development. You will be working in .NET technology stack to build and extend highly scalable SaaS solutions to help revolutionize mortgage industry related services and integrate our platform into industry leading loan originating systems (LOS).Essential Duties and responsibilities\\xe5\\xe1 Work on all aspects of software development including design, development and QA to build and extend highly scalable SaaS solutions\\xe5\\xe1 Integrate with third party data providers and industry leading loan originating systems (LOS) and scale the system to meet sales projections.\\r\\nLove developing software and innovating? Have an analytical mind? Love creating solutions? We are looking for a motivated and positive individual to lead creation of software solutions that exceed expectations! Based in Fort Wayne, Ind., Do it Best Corp. proudly serves thousands of member-owned home improvement businesses throughout the US and all around the world. We provide everything independent hardware stores, home centers, lumberyards, industrial/commercial distributors, and e-tailers need to grow their businesses and achieve their dreams. With annual sales of $3.7 billion, Do it Best Corp. serves member-owned stores in the United States and 50 foreign countries and prides itself on offering opportunity for advancement and benefits, such as tuition reimbursement.Description\\r\\nThe RoleSelf-motivated individual responsible for the complete life cycle of new software products along with modifications to existing software. You will be involved in all aspects of a project including pre-studies, requirement engineering, design, implementation, testing, documentation, training and support.Duties and responsibilities include, but are not limited to: Participate in customer visits to gather requirements and assist with project definition and scopeProduction and review of design proposals and functional specifications\\r\\nSoftware Engineering ManagerGreenville, SC OfficeLima One Capital, LLC is searching for an Engineering Manager with 5 years\\x89\\xdb\\xaa experience in software development. The Engineering Manager will be responsible for the design and oversight of all enterprise-wide technology solutions and the development and management of technical staff. Our ideal candidate has a thorough understanding of enterprise business applications, solutions architecture, and frameworks. As a leader of technical staff at Lima One Capital, the ideal candidate should also act as an advocate for the professional development of staff. This role will work closely with product managers to develop solutions for a wide range of industry-leading lending products. This position will report directly to the Director of Technology.ResponsibilitiesTechnical leadership and advising on solutions across the organization\\r\\nPosition DescriptionEDC Corporation is currently seeking a software developer to join our growing development and customer support team. The chosen candidate will be responsible for new feature development, product testing, and client support in a collaborative environment. Work with Mobile, Responsive Web Design, License Plate Recognition, RDBMS, high performance scalable web sites and other exciting technologies as we expand into a new downtown office in Syracuse NY. Visit https: //www.aimsparking.com for more information.ResponsibilitiesPerform responsive, web based software development and integration, within an agile development process\\r\\nData Developer/EngineerThe Technology Infrastructure Engineering and Operations Team engineers and supports all the foundational technology used across M & T Bank. We support two Data Centers , 15,000 Distributed platforms , 24 Mainframe Regions, a secure and reliable Network connecting all the technology across the bank footprint and process approximately 635,000 automated jobs per month. In addition to that foundational technology level, we own the operational support processes, monitoring and command center that provide a unified, well-managed technology response when issues arise. We deliver innovative, and compelling technology solutions, in partnership with our line of business CIOs, to enhance the internal customer experience that enables our business partners to deliver.Buffalo, New York, United States of America\\r\\nUS Citizenship and Secret Security Clearance Required.Company Overview: Decathlon Development Corporation is a small custom software development firm located in Lutherville, MD with customers in Baltimore, DC and Northern Virginia. We have been in business for over 30 years developing custom business applications for a broad spectrum of applications.We are seeking an ASP Net Application Developer to develop new custom web applications and to support existing web applications for our client base. The successful candidate will be a member of our development team responsible for the design, development and enhancements of MVC web based applications. Candidate will be required to have strong skills in SQL, Crystal Reports and web based application development.\\r\\nClack Corporation, a privately held company, established over 70 years ago is now hiring! We are a leading manufacturer and distributor of water treatment components and drinking water products, as well as specialized in custom blow molding products.We are looking for a Software Engineer to join our team.Clack Corporation offers an extensive benefit package including competitive pay, health and dental insurance, company paid life insurance and short term disability, vacation , 401k, profit sharing, monthly bonus, flex spending and additional voluntary benefits.Summary: Design, analyze and develop new and existing products related to the water treatment industry. The main focus is on software (i.e., requirements/definition/analysis, software design/implementation, software verification/validation). Also provides engineering support to Research & Development and production areas where applicable.\\r\\nWeb Developer: Web Developer Job Responsibilities: The role is responsible for designing, coding and modifying websites, from layout to function and according to a client's specifications. Strive to create visually appealing sites that feature user-friendly design and clear navigation.Web Developer Job Duties: Regular exposure to business stakeholders and executive management, as well as the authority and scope to apply your expertise to many interesting technical problems.Candidate must have a strong understanding of UI, cross-browser compatibility, general web functions and standards.\\r\\nSoftware Developer - ConversionsSouthington, CT, USA Req #366Monday, March 8 , 2021Who we are...COCC delivers complete enterprise processing solutions to financial institutions throughout the northeastern United States. Listed among American Banker's FinTech 100 and the Inc. 5,000 fastest growing companies in the nation, COCC inspires the industry with innovation and top quality support. Designated as a Top Workplace in Connecticut, COCC recognizes employees as the core of our success! COCC offers a progressive training program to support employees in personal and professional development.\\r\\nClayman & Associates, a client-diverse, comprehensive Marketing Agency in Marietta, Ohio, has an immediate opening for a Web Developer to join our team! The Web Developer position fulfills all aspects of the marketing functions through advanced contemporary web and technical skills. This individual is responsible for design, development, coding and modifying websites, from layout to function, according to client specifications under the direction of a Creative Director. The Web Developer must create and maintain visually appealing, responsive, brand-appropriate websites that are user-friendly, intuitive and easily navigated.A knowledge of software programs; web applications; programming languages, such as HTML, CSS, JavaScript, and PHP as well as proficiency with WordPress configuration, page builders and theming is required. Must possess the ability to analyze site analytics with the proficiency to apply the findings to an action plan for improved client presence. Working knowledge of the Adobe Creative Suite, a plus. Solid background in social media management across all platforms also a plus.\\r\\nSUMMARY: As a Full Stack Developer, you will be a key member of the team helping to drive full (and correct) adoption of modern software engineering & delivery practices ('Real' Agile, TDD, ATDD, Stateless Design, Microservices, Containerization, CICD, Cloud, etc.). Knowledge and experience in implementing solutions in the cloud (AWS) is required. This can range from custom code on IaaS/PaaS to SaaS solution integrations. You will also be responsible for interfacing and influencing with the business lines as well as others across IT.ESSENTIAL DUTIES AND RESPONSIBILITIES include the following. Other duties and special projects may be assigned.Design and develop components applications that deliver value to our customers.\\r\\nSoftware Developer - WebCorporate Headquarters12575 Uline Drive, Pleasant Prairie, WI 53158Develop custom solutions and enjoy a great career at Uline. Bring your extensive skillset to a place ready to employ every facet of it. Collaborate on customer-facing and internal projects among a team of dedicated fellow developers.Better together than apart. This position is on-site, and we are looking for good people who share our passion.Uline is proud to operate as a drug-free workplace. All new hires must complete a pre-employment drug screening.\\r\\nMarketing AssistantCustom Personalized Lawn CareFlint, MI 48506 $35,000++Job OverviewAssist the marketing department in the creation and execution of marketing strategies that include the development of promotional materials for marketing campaigns based in direct mail, email, digital and social media platforms.ResponsibilitiesAssist in creating, implementing, and tracking marketing programs such as promotional materials, email marketing, social media campaigns, digital campaigns, and events\\r\\nFirst State Bank is seeking a Marketing Specialist at the West Clay location. If you have experience writing engaging, channel-optimized digital and print content and marketing programs and activities focused on brand promotion and customer engagement, this may be a good fit for you! 40 hours per week, some evening and weekend hours on occasion.Full-Time benefits will apply, including; medical, dental and vision insurance, paid sick and vacation , 401k, ESOP, and more! Duties and Responsibilities: The Marketing Specialist will perform all duties required of this position by following policies and procedures set forth by First State Bank, including, but not limited to: \\r\\nBe the key in unlocking business opportunities in the convergent world of Open Platform IP Video Management Systems! Join Milestone! Do you have experience in B2B Marketing? Do you thrive helping brands reach their sales goals through Marketing? Do you use creative marketing solutions to solve business problems? If so, then our Marketing Specialist, Channel position is the next position for you! Under the direction of the Marketing Manager, the Marketing Specialist, Channel will develop a channel marketing plan that will develop channel-facing initiatives (programs, campaigns, promotions) designed to engage with channel partners to drive new leads by supporting the channel sales team and activating the sales teams of our resellers to get behind these initiatives to drive leads and in turn affect revenue generation.\\r\\nUnit Description: Get behind the magic! This account will fall under the SodexoMAGIC portfolio of business.Use your passion for service to create a positive impact and make a difference in the communities we serve! SodexoMAGIC is a joint Sodexo/Magic Johnson venture which promises to empower the communities we serve by offering best-in-class food & facilities management solutions, which create a positive impact and make a difference in the lives of our clients and customers. SodexoMAGIC offers our dedicated service via the following Sodexo segments: Corporate Services, Hospitals, K-12 Schools, Universities.SodexoMAGIC is seeking an experienced Marketing Specialist 2 for an HBCU in the Dover, Delaware area. This account well be considered a showcase account for Sodexo, with exciting plans for many new innovations coming to campus. If you have experience with successfully presenting to C-Suite Level Leadership, developing marketing strategies, managing social media platforms and executing new concepts this position will be the perfect high-profile opportunity! Position Summary: Qualifications & Requirements: \\r\\nDigital Marketing SpecialistWe are growing! Gerard Daniel Worldwide, a supplier of wire mesh filtration and separation solutions is seeking a dynamic and enthusiastic B2B Marketing Specialist.With an aggressive growth plan in place, we are seeking an individual who is familiar with digital lead generation and the tools used to implement it. You will be working closely with our 3rd party digital and marketing communication providers to implement our digital strategy through our external website, social media presence and marketing automation platform.We manufacture and fabricate many technical products both in the US and with our global partners. We are seeking an individual who is comfortable liaising throughout the organization, whether this is on the production floor, talking to our sales team or organizing executives for case studies.\\r\\nSTRATACACHE provides scalable customer experiences, empowering retailers to learn deeply about their customers\\x89\\xdb\\xaa shopping preferences and behaviors, allowing for personalized shopper interaction. Our solutions deliver consumer activation at the point-of-decision, generating new sales opportunities and enhanced retail profitability. With 3 million+ software activations globally, we power the biggest digital networks for the world\\x89\\xdb\\xaas largest brands. Across the STRATACACHE family of complementary digital media/ad tech solution companies, we have the technology, expertise and track record to bring retail innovation that delivers results.Learn more about the STRATACACHE family at www.stratacache.com.\\r\\nThe successful candidate will help build brand awareness and all aspects of marketing to raise awareness of the organization with the general public and professionals. An ideal candidate will have experience in handling confidential information, verbal and written communication skills, ability to function independently, have flexibility, and must have a positive attitude with ability to work as a team.Required: Minimum of one (1) year experience in a marketing related role. Experience in healthcare is a plus.Marketing Coordinator Job Duties: Oversees all aspects of the admission process.\\r\\nWho Are We? QinetiQ Inc. is a leading innovator with over 25 years of experience rapidly developing advanced C5ISR sensor solutions and is a renowned world leader in robotics and autonomy.The combined QinetiQ U.S. business unit brings capabilities across the full lifecycle of technology development from applied research and development to rapid prototyping, testing, fielding, and sustainment. Our expertise with unmanned platforms, broad sensing modalities, and cross-domain interoperability ensures that we deliver integrated solutions for Warfighter dominance in all phases of combat.We are a world-class team of professionals who deliver next generation technology and products in robotic and autonomous platforms and systems, ground systems, soldier systems, maritime systems, airborne sensors and payloads, processing and exploitation capabilities, and integrated C2 solutions. Much of our work contributes to innovative research in \\x95\\xc2\\x81elds such as sensor science, signal processing, data fusion, arti\\x95\\xc2\\x81cial intelligence (AI), machine learning (ML), and augmented reality (AR).\\r\\nAbveris is Boston's premier antibody discovery company providing contract research services to the biopharma industry. Abveris applies advanced immunization methods combined with B cell screening and hybridoma-based antibody discovery technologies to provide comprehensive gene-to-antibody discovery services. Abveris is developing the next generation of biologics, cell therapies, vaccines, and diagnostics in partnership with global leaders in biopharma.Abveris is a private, employee-owned company that prides itself in integrity, teamwork, drive, innovation and our partner\\x89\\xdb\\xaas successes in biologics development. We provide our hard-working team with unlimited vacation days, a matching retirement plan and free lunch every day.We are seeking an experienced and motivated individual to join our team and expand our high resolution single B-cell screening platform using the Berkeley Lights Beacon. Using state-of-the-art technology coupled with intelligent project and assay design, the candidate would accelerate our antibody discovery process and guide selection of ideal single B cells. Highly qualified candidates will be able to combine exemplary benchwork with the ability to analyze complex data sets and translate them into actionable, intelligible data reports.\\r\\nJob Posting End Date: April 20Unum is a company of people serving people. As one of the world's leading employee benefits providers and a Fortune 500 company, Unum's financial protection benefits help protect more than 36 million working people and their families from the financial impact of illness or injury. Unum's three distinct, but similarly focused US businesses \\x89\\xdb\\xd2 Unum US, Colonial Life, and Starmount Life \\x89\\xdb\\xd2 are each a market leader in making disability, life, accident, critical illness, dental, and vision insurance accessible in the workplace.Headquartered in Chattanooga, Tennessee, Unum also has significant US operations in Portland, Maine, - and over 35 field offices nationwide. Colonial Life is headquartered in Columbia, South Carolina with over 40 field offices nationwide. Starmount Life is based in Baton Rouge, Louisiana, and is the dental and vision center of excellence for Unum in the US.General SummaryThis position for a developing data scientist who is excited to transform data into actionable insights and impact the business through his/her work. The role requires increasing technical expertise in the fields of computer programming, applied statistics and data manipulation; and relies on developing business knowledge. The individual will participate in project work primarily within the functional area, with direction and review by manager. The individual is expected to continuously increase business knowledge and take initiative in identifying and executing analytical approaches to support assigned projects.Position will interface with actuaries on pricing, reserving, and risk.Unum\\r\\nScientist \\x89\\xdb\\xd2 DiscoveryJOB DESCRIPTION: We are seeking a talented and highly-motivated Scientist to join our collaborative discovery team to support small-molecule hit discovery using BlueLight Therapeutics\\x89\\xdb\\xaas proprietary technology for measuring protein structural changes. As a part of the team, they will play a central role in the design and execution of small-molecule screening assays to drug novel therapeutic targets. To join the dynamic, fast-paced, and venture-funded biotech team, the successful candidate will have a strong background in biochemistry or biophysics with prior experience in protein expression and purification. The ideal candidate will be self-driven, resourceful, organized, and enjoy working in a dynamic team environment.KEY RESPONSIBILITIES: \\r\\nSecure our Nation, Ignite your FutureBecome an integral part of a diverse team while working at an Industry Leading Organization, where our employees come first. At ManTech International Corporation, you\\x89\\xdb\\xaall help protect our national security while working on innovative projects that offer opportunities for advancement. ManTech is seeking a motivated, career and customer-oriented data science and machine learning professionals to join our dynamic modeling team in Portsmouth, VA.The Navy and Marine Corps Public Health Center (NMCPHC) is the Navy and Marine Corps center for public health (PH) services to maximize readiness through force health protection (FHP) strategies and solutions for current and potential PH threats. NMCPHC provides leadership and expertise to ensure mission readiness in support of the National Military Strategy.\\r\\nStart a Rewarding Career with AlliantWhat will your day look like? The Data Scientist is responsible to lead the development, validation, documentation, and implementation of statistical and advanced machine learning models that are used for decisioning and product management throughout member lifecycle, including segmentation, optimization, and prescriptive analytics; work effectively with internal clients to understand the business needs, propose appropriate quantitative solutions, and develop data-driven recommendations to improve member experience and achieve business objectives; provide statistical and analytical inputs for the development and implementation of policies and business plans related to loan origination, portfolio management, loss forecasting and portfolio monitoring; proactively collaborate with cross-functional partners including Business Intelligence, Model Risk Management, and Information Technology (Database Engineers, Application Development and Information Security); and deliver effective presentations of analysis results and recommendations to multiple levels of leadership and business partners. The incumbent is a key contributor to the success of the Risk Analytics team.You\\x89\\xdb\\xaall be a great fit if in addition to an advanced degree (M.S./PhD) in Mathematics, Statistics, Quantitative Finance, Engineering, Computer Science, or other quantitative field required, and you have: As a thank you for joining our team, you\\x89\\xdb\\xaall benefit from: We\\x89\\xdb\\xaare on the list of 100 Best Medium Companies to work for, check it out here. For more details you can also visit our Glassdoor and profiles.\\r\\nThe Network Engineer is responsible for the support of our client\\x89\\xdb\\xaas end users, troubleshooting and correcting of issues within servers, networks, end user devices and storage equipment.Basic Requirements: Proven track record of being a problem solver and team player capable of working in a technically-challenging environmentProvide remote and on-site support to our clientsEffectively interact via verbal and written communications with our clients\\x89\\xdb\\xaa end-usersA minimum of 2 years of experience in network administration, configuration and troubleshooting, with a basic working knowledge of: \\r\\nSenior Network Engineer - TBMCSPosition Status: Full Time, Immediate HireDOD Sponsored Security Clearance REQUIREDThe Theater Battle Management Core Systems (TBMCS) Engineer will provide operational support to the USMC\\x89\\xdb\\xaas MCTSSA program.Key responsibilities/tasks for TMBCS Engineer are: -Provide engineering support for development and testing of the Marine Corps Theater Battle Management Core Systems (TBMCS) replacement.-Design, deploy, and maintain cloud based Development, Security and Operations (DevSecOps) environments for Command, Control, Computer, Communications and Intelligence (C4I) systems and applications.-Create and deploy WAR (Web application ARchive) files.-Define and implement containerization technology strategies such as Docker.-Build, maintain, and monitor highly available complex applications on Kubernetes.-Administer and maintain virtualized environments, platform as a service (PaaS) products, cloud based infrastructures, and Windows/Red Hat Enterprise Linux operating systems.\\r\\nAs a Senior Computer Systems Engineer, you will primarily be providing technical development and support for our PC Imaging and repair processes across multiple product lines. Specific initial focus will be on Win 10 images using PowerShell, vbs, batch files, dism, hta, and Windows ADK, with opportunity to spread into other technologies in the future. This role will work with R & D/Marketing on functional requirements, then develop/improve manufacturing processes to ensure consistent yields of high-quality products.Exceeding customer expectations is one of our guiding principles at IDEXX. Our credibility as a company relies on our ability to deliver quality products to our customers on time and with no disruption to their business. IDEXX\\x89\\xdb\\xaas Worldwide Operations Team works to meet this challenge each day with a global network of distribution hubs and a focus on efficiency, regulatory compliance and continuous improvement.\\r\\nWorking at Macro Solutions, a leading provider of IT and management consulting services, is an opportunity to collaborate with great people who have a passion for the services they provide to our clients. We an immediate need for a Network Engineer / Administrator to join our team in Pensacola, Florida. This position requires an active secret clearance.This role is part of the Network Team primarily responsible for monitoring and maintaining the Network security posture of the Enterprise. This position typically works under general supervision and direction.The ideal candidate will have the following: Two years of experience with system administration supporting DoD network systems, including Navy POR systems; Macro Solutions is a woman-owned IT and management consulting firm that helps government organizations select, implement, integrate and maintain critical business solutions. A relationship company at our core, we pride ourselves on building high-touch, high-trust environments for our clients and partners, at every level of our business. Assessed at CMMI Maturity Level 3 for both Development and Services and ISO 9001:2015 certification, Macro delivers honest, powerful results from the inside, outward.Deeply invested in advancing long lasting employee relationships, our distinctive Consultant Care program ensures that our employees are always a priority at every level of the organization and has been integral to our 94% employee retention rate.Along with a supportive environment and culture that thrives on dreaming big, getting things done and having fun together, Macro Solutions offers employees a full suite of competitive benefits, including health, dental , 401 (k), and paid time off.If you would like to learn more about Macro Solutions, are interested in joining our team, or would like to learn more about our Consultant Care program visit our website.Macro Solutions is an Equal Opportunity Employer.\\r\\nJob TitleTechnical Services Engineer-Tier IIJob DescriptionLooking for a new start? Think bigger. Think Axis! Want to join a team that cultivates passion and drives innovation? At Axis, we believe in innovating for a smarter safer world. We just happen to provide cutting-edge security solutions across the globe. While each Axian has his or her own motivators, we all share the same core values.\\r\\nJob Description: Are you looking for a new and exciting career opportunity? Join our award-winning organization and work with some of the most talented minds within our Enterprise Technology and Innovation teams. As a Salient CRGT employee, you get to be part of a best performing team supporting our nation\\x89\\xdb\\xaas most critical missions.Why Salient CRGT? We\\x89\\xdb\\xaare passionate about the inspirational missions of our customers and we entrust our employees and teams to deliver exceptional performance to enable the safety, security, health and well-being of our nation. We provide the tools and resources to help you be successful, and our culture fosters an environment in which idea sharing and collaboration is essential. Are you ready to make a difference? OVERALL JOB DESCRIPTIONRequired Qualifications: Desired Qualifications: \\r\\nWe\\x89\\xdb\\xaare looking for problem solvers, innovators, and dreamers who are searching for anything but business as usual. Like us, you\\x89\\xdb\\xaare a high performer who\\x89\\xdb\\xaas an expert at your craft, constantly challenging the status quo. You value inclusivity and want to join a culture that empowers you to show up as your authentic self. You know that success hinges on commitment, that our differences make us stronger, and that the finish line is always sweeter when the whole team crosses together.Alteryx is looking for a Customer Support Engineer in Broomfield, Irvine, or Plano Office.We\\x89\\xdb\\xaare looking for problem solvers, innovators, and dreamers who are searching for anything but business as usual. Like us, you\\x89\\xdb\\xaare a high performer who\\x89\\xdb\\xaas an expert at your craft, constantly challenging the status quo. You value inclusivity and want to join a culture that empowers you to show up as your authentic self. You know that success hinges on commitment, that our differences make us stronger, and that the finish line is always sweeter when the whole team crosses together.\\r\\nUS CITIZENSHIP OR GREEN CARD REQUIREDABILITY TO ACHIEVE PUBLIC TRUST CLEARANCE REQUIREDIndigo Arc is a consulting and cloud solutions company specializing in the design, development & implementation of highly available & secure solutions for government and commercial clients. Our approach to consulting engagements is to partner with our customers, providing value at all levels of customer organizations from C-suite leaders to implementation and operations managers. Additionally, Indigo Arc turn-key cloud-based solutions enable customers to efficiently and expertly address a wide range of business challenges.Our team of solution architects, computer engineers, software engineers and business specialists working on our consulting engagements also drive our product development and R & D initiatives applying the latest technologies and real-world experiences. Our experience with cloud-first solution development enables us to bring the lessons learned to our consulting customers across many domains, especially as we help customers migrate operations and applications to the cloud or leverage automation, apply DevSecOps concepts and manage virtualization in their on-premise data centers.\\r\\nAbout Us: SentinelOne is defining the future of cybersecurity through our XDR platform that automatically prevents, detects, and responds to threats in real-time. Singularity XDR ingests data and leverages our patented AI models to deliver autonomous protection. With SentinelOne, organizations gain full transparency into everything happening across the network at machine speed to defeat every attack, at every stage of the threat lifecycle.We are a values-driven team where names are known, results are rewarded, and friendships are formed. Trust, accountability, relentlessness, ingenuity, and OneSentinel define the pillars of our collaborative and unified global culture. We're looking for people that will drive team success and collaboration across SentinelOne. If youre enthusiastic about innovative approaches to problem-solving, we would love to speak with you about joining our team! AdvantagesWhy us? You will work on real-world problems and make an impact by protecting our customers from cyber threats. You will join a cutting-edge project and will be able to influence the architecture, design and structure of our core platform. You will tackle extraordinary challenges and work with the very BEST in the industry.SentinelOne is proud to be an Equal Employment Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, gender (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics.\\r\\nRole: Staff Software Engineer - Machine Learning InfrastructureOther comparable titles: ML Platform Architect, Lead Platform Engineer- MLLocations: Coppell- TX, Waukesha, WI, Boston- MAAbout Blue Yonder\\r\\nSierra7 is seeking an Automation Test Engineer to join a team providing full DEVOPS lifecycle support and services to the Department of Veterans Affairs (VA). This program will consolidate, reengineer, and sustain a suite of Veteran-facing processes. The qualified candidate will be a qualified test engineer with at least 5 years of experience creating tests and test software to verify system operation and security and must have at least 2 years of test case automation and Selenium experience. The candidate will be responsible for understanding how to properly document test cases and create effective test plans; creating practical demonstrations of proposed solutions; define clear goals for all aspects of a product test and develop steps for proper execution.The candidate must have experience in the coordination and execution of test events in accordance with approved test plans, procedures, and scripts. Must have knowledge and skills to ensure that test environments are set up accurately. Must be able to create test reports. The automation test engineer must be able to test IT hardware, software, systems, and networks.\\r\\nIAI is looking for a self-motivated DevOps Engineer who is interested in working in a highly agile and dynamic R & D, technology transition, and product development environment. You will be working with the Products Development team and/or other R & D teams within IAI to advance research and develop products.Our products are in the areas of big data, data analytics (video, image, text), healthcare, human studies research, and network analytics. You are highly encouraged to apply if you are excited about working in a cross functional, collaborative team while designing/building/deploying new automations for all aspects of our development lifecycle.\\r\\nJob DescriptionCompany SummaryIf you have taken a moment to unwind with a bottle of beer, toast with glass of wine, or celebrate with a cocktail, chances are that you have shared that moment with Constellation Brands. We are passionate producers of iconic beer, wine and spirits brands that consumers love. From Corona Extra, to Robert Mondavi Wines, to SVEKDA Vodka, we produce over 100 premium brands with sales in nearly 100 countries, making us the number one multi-category beverage alcohol company in the U.S.Position SummaryCanandaigua, New YorkFull time\\r\\nDate: Mar 11 , 2021Location: JANESVILLE, US , 53546Company: NOVARESTogether, let\\x89\\xdb\\xaas create the car systems of the future: With 12 000 employees in 23 countries, we are a global plastic solutions provider which designs and produces cutting edge parts and complex systems for virtually every OEMs in the world.Our innovation strategy drives us to invent unique solutions that shift the way cars interact with passengers and are powered for greener mobility.Do you want to join a diverse, dynamic and international group, powered by a strong team spirit? Join Us! \\r\\nAutomation EngineerTechLab, Inc. develops, manufactures, and distributes medical diagnostic tests. This company places emphasis on science and collaboration with Universities. We are looking to add a Automation Engineer to our team.An employee in this position can expect to perform the following duties: Project and time managementRecommending, Designing, Simulating, programming, and operational testing of electrical or mechanical automationMaintain, repair and troubleshooting of automation system controls, including but not limited to: Motors, Drives, PLC, User interfaces and Robotic Systems\\r\\n",{"entities":[[12,22,"ATTRIBUTE"],[486,496,"ATTRIBUTE"],[627,638,"ATTRIBUTE"],[1224,1237,"ATTRIBUTE"],[1782,1796,"EXPERIENCE"],[1974,1985,"ATTRIBUTE"],[2052,2067,"ATTRIBUTE"],[2274,2282,"ATTRIBUTE"],[3333,3365,"EXPERIENCE"],[3378,3404,"EXPERIENCE"],[3507,3533,"EXPERIENCE"],[3620,3631,"ATTRIBUTE"],[3762,3770,"ATTRIBUTE"],[4153,4163,"ATTRIBUTE"],[4729,4743,"EXPERIENCE"],[4923,4937,"EXPERIENCE"],[5281,5308,"EXPERIENCE"],[5310,5345,"EXPERIENCE"],[5350,5373,"EXPERIENCE"],[5439,5461,"EXPERIENCE"],[5558,5569,"ATTRIBUTE"],[5649,5659,"ATTRIBUTE"],[5663,5670,"ATTRIBUTE"],[5746,5767,"EXPERIENCE"],[6000,6011,"ATTRIBUTE"],[6327,6345,"EXPERIENCE"],[6668,6685,"EXPERIENCE"],[6687,6703,"EXPERIENCE"],[6705,6723,"EXPERIENCE"],[6728,6744,"EXPERIENCE"],[6745,6763,"EXPERIENCE"],[7239,7259,"EXPERIENCE"],[7297,7307,"ATTRIBUTE"],[7678,7690,"ATTRIBUTE"],[7926,7950,"EXPERIENCE"],[8023,8047,"EXPERIENCE"],[8094,8112,"EXPERIENCE"],[8350,8380,"EXPERIENCE"],[8431,8443,"EXPERIENCE"],[8645,8658,"EXPERIENCE"],[9219,9228,"ATTRIBUTE"],[9233,9247,"ATTRIBUTE"],[9248,9266,"EXPERIENCE"],[9329,9350,"EXPERIENCE"],[9374,9378,"SKILL"],[9432,9436,"SKILL"],[9653,9673,"EXPERIENCE"],[9944,9954,"ATTRIBUTE"],[9964,9974,"ATTRIBUTE"],[10027,10036,"ATTRIBUTE"],[10041,10049,"ATTRIBUTE"],[10742,10753,"ATTRIBUTE"],[11344,11363,"EXPERIENCE"],[11403,11424,"EXPERIENCE"],[11429,11448,"EXPERIENCE"],[11649,11681,"EXPERIENCE"],[11683,11705,"EXPERIENCE"],[11711,11722,"EXPERIENCE"],[11834,11846,"ATTRIBUTE"],[11902,11918,"EXPERIENCE"],[12209,12227,"EXPERIENCE"],[12316,12327,"ATTRIBUTE"],[12336,12355,"EXPERIENCE"],[12357,12372,"EXPERIENCE"],[12493,12498,"SKILL"],[12500,12535,"EXPERIENCE"],[12715,12761,"EXPERIENCE"],[12773,12778,"SKILL"],[13058,13066,"ATTRIBUTE"],[13401,13411,"ATTRIBUTE"],[14003,14032,"EXPERIENCE"],[14200,14211,"ATTRIBUTE"],[14260,14263,"SKILL"],[14340,14343,"SKILL"],[14674,14691,"EXPERIENCE"],[15225,15244,"EXPERIENCE"],[15374,15385,"ATTRIBUTE"],[15834,15836,"EXPERIENCE"],[15838,15865,"EXPERIENCE"],[16261,16271,"ATTRIBUTE"],[16627,16640,"EXPERIENCE"],[16663,16676,"EXPERIENCE"],[16809,16820,"ATTRIBUTE"],[16985,16998,"EXPERIENCE"],[17107,17116,"ATTRIBUTE"],[17153,17170,"EXPERIENCE"],[17172,17188,"EXPERIENCE"],[17221,17225,"SKILL"],[17227,17230,"SKILL"],[17232,17242,"SKILL"],[17248,17251,"SKILL"],[17263,17274,"ATTRIBUTE"],[17280,17289,"SKILL"],[17404,17415,"ATTRIBUTE"],[17511,17531,"SKILL"],[17561,17584,"EXPERIENCE"],[17636,17656,"EXPERIENCE"],[17750,17770,"EXPERIENCE"],[17800,17805,"SKILL"],[17954,17957,"SKILL"],[18007,18016,"SKILL"],[18020,18024,"SKILL"],[18065,18076,"ATTRIBUTE"],[18782,18795,"ATTRIBUTE"],[19435,19455,"EXPERIENCE"],[19514,19522,"ATTRIBUTE"],[19617,19632,"EXPERIENCE"],[19637,19656,"EXPERIENCE"],[19908,19928,"EXPERIENCE"],[20337,20345,"ATTRIBUTE"],[20410,20430,"EXPERIENCE"],[20528,20548,"EXPERIENCE"],[21023,21030,"ATTRIBUTE"],[21055,21063,"ATTRIBUTE"],[21306,21314,"ATTRIBUTE"],[21410,21419,"ATTRIBUTE"],[21559,21579,"EXPERIENCE"],[22174,22181,"ATTRIBUTE"],[22186,22198,"ATTRIBUTE"],[22203,22228,"EXPERIENCE"],[23920,23933,"ATTRIBUTE"],[23940,23951,"ATTRIBUTE"],[23969,23977,"ATTRIBUTE"],[24246,24255,"ATTRIBUTE"],[24317,24322,"SKILL"],[25126,25136,"ATTRIBUTE"],[25262,25278,"EXPERIENCE"],[25289,25306,"EXPERIENCE"],[25839,25848,"ATTRIBUTE"],[25860,25865,"ATTRIBUTE"],[25867,25877,"ATTRIBUTE"],[25958,25970,"ATTRIBUTE"],[26092,26101,"ATTRIBUTE"],[26204,26227,"SKILL"],[26275,26286,"ATTRIBUTE"],[27587,27601,"EXPERIENCE"],[27609,27616,"ATTRIBUTE"],[27772,27792,"EXPERIENCE"],[27794,27812,"EXPERIENCE"],[27817,27834,"EXPERIENCE"],[28350,28359,"EXPERIENCE"],[28711,28718,"ATTRIBUTE"],[28823,28835,"EXPERIENCE"],[28839,28849,"EXPERIENCE"],[28875,28911,"EXPERIENCE"],[28940,28951,"ATTRIBUTE"],[28953,28964,"ATTRIBUTE"],[28966,28975,"ATTRIBUTE"],[29000,29007,"ATTRIBUTE"],[29320,29330,"ATTRIBUTE"],[29403,29412,"ATTRIBUTE"],[29425,29442,"ATTRIBUTE"],[29443,29455,"EXPERIENCE"],[29460,29476,"EXPERIENCE"],[29503,29510,"ATTRIBUTE"],[29978,29992,"EXPERIENCE"],[30284,30295,"ATTRIBUTE"],[30621,30637,"EXPERIENCE"],[30639,30659,"EXPERIENCE"],[30661,30677,"EXPERIENCE"],[30682,30702,"EXPERIENCE"],[30716,30727,"ATTRIBUTE"],[30769,30790,"EXPERIENCE"],[30792,30813,"EXPERIENCE"],[30819,30841,"EXPERIENCE"],[30926,30935,"ATTRIBUTE"],[31565,31581,"EXPERIENCE"],[31585,31596,"ATTRIBUTE"],[31807,31821,"ATTRIBUTE"],[31826,31837,"ATTRIBUTE"],[32081,32103,"EXPERIENCE"],[32174,32201,"EXPERIENCE"],[33146,33178,"SKILL"],[33206,33238,"EXPERIENCE"],[33476,33487,"SKILL"],[34082,34092,"ATTRIBUTE"],[34177,34184,"ATTRIBUTE"],[34298,34305,"ATTRIBUTE"],[34379,34411,"EXPERIENCE"],[34550,34561,"ATTRIBUTE"],[34784,34836,"EXPERIENCE"],[34848,34864,"EXPERIENCE"],[35320,35326,"ATTRIBUTE"],[35789,35800,"ATTRIBUTE"],[36232,36239,"ATTRIBUTE"],[36251,36261,"ATTRIBUTE"],[36286,36296,"ATTRIBUTE"],[36862,36872,"ATTRIBUTE"],[37714,37724,"ATTRIBUTE"],[37870,37895,"EXPERIENCE"],[38195,38206,"ATTRIBUTE"],[39081,39100,"EXPERIENCE"],[39102,39120,"EXPERIENCE"],[39122,39140,"EXPERIENCE"],[39145,39165,"EXPERIENCE"],[39340,39372,"EXPERIENCE"],[39573,39591,"EXPERIENCE"],[40106,40119,"ATTRIBUTE"],[40205,40219,"ATTRIBUTE"],[40221,40235,"ATTRIBUTE"],[40237,40246,"ATTRIBUTE"],[40290,40303,"ATTRIBUTE"],[40433,40445,"ATTRIBUTE"],[40452,40462,"ATTRIBUTE"],[41321,41344,"EXPERIENCE"],[41403,41424,"EXPERIENCE"],[41426,41449,"EXPERIENCE"],[41543,41567,"EXPERIENCE"],[42041,42052,"ATTRIBUTE"],[42566,42590,"EXPERIENCE"],[42682,42696,"ATTRIBUTE"],[42697,42712,"EXPERIENCE"],[42754,42759,"SKILL"],[42764,42771,"ATTRIBUTE"],[43047,43057,"EXPERIENCE"],[43059,43081,"EXPERIENCE"],[43087,43105,"EXPERIENCE"],[43541,43551,"ATTRIBUTE"],[44241,44247,"ATTRIBUTE"],[44375,44382,"ATTRIBUTE"],[44653,44672,"EXPERIENCE"]]}]]}