{
    "classes": [
        "SKILL",
        "ATTRIBUTE"
    ],
    "annotations": [
        [
            "Role: Staff Software Engineer - Machine Learning InfrastructureOther comparable titles: ML Platform Architect, Lead Platform Engineer- MLLocations: Coppell- TX, Waukesha, WI, Boston- MAAbout Blue Yonder",
            {
                "entities": [
                    [
                        32,
                        48,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Do you wake up every morning wanting to make a difference in the world? If you can manufacture something that will literally change and enhance the lives of people throughout the world does it motivate you? Here at Modus Advanced we make custom components that go into innovative products that are impacting everyone from our Navy Seals and Troops to patients needing life saving medical devices and treatments. Everyday, we remain passionate and committed because what we do matters! Please watch the video below if you would like to learn more (you may need to paste the link into your browser): https: //share.vidyard.com/watch/it7DZuHLFEmyU1Y9gTptEP? An ideal candidate for this position would have an Engineering background and is eager to make a significant contribution!",
            {
                "entities": [
                    [
                        269,
                        279,
                        "ATTRIBUTE"
                    ],
                    [
                        432,
                        442,
                        "ATTRIBUTE"
                    ],
                    [
                        447,
                        456,
                        "ATTRIBUTE"
                    ],
                    [
                        732,
                        737,
                        "ATTRIBUTE"
                    ]
                ]
            }
        ],
        [
            "Intro (Use Font Arial 12): As a Machine Learning Engineer, you will be a part of the team responsible for making it easy to deploy, manage, and monitor machine learning models at scale in production. You will join a team that developes the infrastructure to facilitate model orchestration. Collaborate with both data scientists and platform engineers to create intuitive and resilient solutions. You will also be expected to follow the best practices of Agile software development, including high coding quality with testing coverage, and continuous integration and deployment of your solutions.What You'll Be Doing: Design and build scalable machine learning infrastructure for model management, continuous training and deployment, and serving predictions.Support the operation services and set up monitoring, to keep our services at the highest level of service agreement.Location and Travel Details: Profile of Success: About AIS: EEO Statement :",
            {
                "entities": [
                    [
                        31,
                        47,
                        "SKILL"
                    ],
                    [
                        151,
                        167,
                        "SKILL"
                    ],
                    [
                        360,
                        369,
                        "ATTRIBUTE"
                    ],
                    [
                        374,
                        383,
                        "ATTRIBUTE"
                    ],
                    [
                        453,
                        479,
                        "SKILL"
                    ],
                    [
                        538,
                        560,
                        "SKILL"
                    ],
                    [
                        641,
                        657,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "About Us: Ezoic is an Artificial Intelligence company that works with thousands of online publishers, helping them use machine learning to make smart decisions about the layouts, advertisements and features that users see. These publishers range from individuals to small and medium-sized companies. We have our headquarters in Carlsbad, CA, with a team of very smart free-thinking individuals. Ezoic is a VC-backed startup that is growing quickly. It's a unique opportunity to both be part of a revolutionary product in its earlier stages and work on something that already touches hundreds of millions of people month.About You: You must be a tech-savvy professional who enjoys learning about new technologies and solving problems. This is a fast-moving engineering role where you will be able to work on core products and develop designs and functionality from scratch. You must enjoy collaborating with other smart engineers, creating scalable solutions to improve publishers' digital properties.",
            {
                "entities": [
                    [
                        118,
                        134,
                        "SKILL"
                    ],
                    [
                        143,
                        148,
                        "ATTRIBUTE"
                    ],
                    [
                        356,
                        366,
                        "ATTRIBUTE"
                    ],
                    [
                        367,
                        380,
                        "ATTRIBUTE"
                    ],
                    [
                        643,
                        653,
                        "ATTRIBUTE"
                    ],
                    [
                        654,
                        666,
                        "ATTRIBUTE"
                    ],
                    [
                        742,
                        753,
                        "ATTRIBUTE"
                    ],
                    [
                        754,
                        765,
                        "SKILL"
                    ],
                    [
                        823,
                        838,
                        "SKILL"
                    ],
                    [
                        886,
                        899,
                        "SKILL"
                    ],
                    [
                        928,
                        955,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Job DescriptionENSCO, Inc., is seeking a Software Engineer who has worked at or with the Air Force Research Laboratory in Rome, New York. Candidate will be working with the customer and the technical lead to tackle challenging problems within the RF/Cyber domain. Responsibilities includes, but not limited to conducting rapid Research & Development (R & D), design, prototyping, demonstration, scenario development, experimentation and evaluation, integration, testing, analyzing results/data, technical installation, and transition of software/hardware products.Qualifications Required (Skills) Bachelor's degree or equivalent min 3 yrs relevant experience",
            {
                "entities": [
                    [
                        247,
                        255,
                        "SKILL"
                    ],
                    [
                        327,
                        349,
                        "SKILL"
                    ],
                    [
                        351,
                        354,
                        "SKILL"
                    ],
                    [
                        357,
                        363,
                        "SKILL"
                    ],
                    [
                        365,
                        376,
                        "SKILL"
                    ],
                    [
                        378,
                        391,
                        "SKILL"
                    ],
                    [
                        393,
                        413,
                        "SKILL"
                    ],
                    [
                        415,
                        445,
                        "SKILL"
                    ],
                    [
                        447,
                        458,
                        "SKILL"
                    ],
                    [
                        460,
                        467,
                        "SKILL"
                    ],
                    [
                        469,
                        491,
                        "SKILL"
                    ],
                    [
                        493,
                        515,
                        "SKILL"
                    ],
                    [
                        521,
                        576,
                        "SKILL"
                    ],
                    [
                        594,
                        611,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Position OverviewOur Senior IT Systems & Network Engineers hold a wealth of knowledge regarding complex LAN and WAN network infrastructure. They are able to provide the highest level of network system maintenance and support, and are expected to have leading-class knowledge of hardware, software, networking, and security. A Senior Systems & Network Engineer should have years of experience working in the field, and should have a strong background in customer service and team leadership. Individuals must possess excellent technical and troubleshooting skills, and must also have outstanding personal skills as working closely with customers is imperative.Note: This position is generally not remote. We may consider select remote candidates who are located within Iowa. Candidates outside of Iowa will be required to relocate to the Iowa Great Lakes region.",
            {
                "entities": [
                    [
                        104,
                        107,
                        "SKILL"
                    ],
                    [
                        112,
                        115,
                        "SKILL"
                    ],
                    [
                        116,
                        139,
                        "SKILL"
                    ],
                    [
                        186,
                        212,
                        "SKILL"
                    ],
                    [
                        278,
                        286,
                        "SKILL"
                    ],
                    [
                        288,
                        296,
                        "SKILL"
                    ],
                    [
                        298,
                        308,
                        "SKILL"
                    ],
                    [
                        314,
                        323,
                        "SKILL"
                    ],
                    [
                        516,
                        562,
                        "SKILL"
                    ],
                    [
                        583,
                        610,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "NIDEC-SHIMPO AMERICA is a leading global manufacturer of high precision gearing technologies for motion control applications. Established in 1952, NIDEC-SHIMPO is based out of Kyoto, Japan with manufacturing facilities throughout the Asia-Pacific, Europe and North America . With traditional roots that began imbedded in the development of mechanical variable speed drives, NIDEC-SHIMPO has grown and evolved into a manufacturer of several gearing technologies that cover a wide range of applications. Our products help drive the most productive equipment in the world.NIDEC-SHIMPO AMERICA has been supporting the North American market for over 40 years out of our facility in Glendale Heights, Illinois. We are continuously expanding our resources and capabilities to facilitate our long-term growth plans for North America.We are seeking a highly motivated, self-driven Application Engineer that has the ability to perform in a dynamic environment. The primary responsibility of the person in this position will be to assist and support existing and potential customers in the selection, application and commissioning of the proper precision gearing products that deliver the optimum solution for the customerÛªs machine and process applications. To further leverage their product knowledge, this individual will organize, create and provide the information, tools and training necessary for the effective sales and support of NIDEC-SHIMPO products in the market. In addition to directly supporting our customers and sales team, the applications engineer will provide valuable feedback to the company management and R & D organization to enhance existing products and develop appropriate new products for the target customer markets.",
            {
                "entities": [
                    [
                        842,
                        858,
                        "ATTRIBUTE"
                    ],
                    [
                        860,
                        871,
                        "ATTRIBUTE"
                    ],
                    [
                        1144,
                        1160,
                        "SKILL"
                    ],
                    [
                        1409,
                        1414,
                        "SKILL"
                    ],
                    [
                        1619,
                        1622,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Job Description: At FidelityÛªs Artificial Intelligence Center of Excellence (COE), you wonÛªt be just tinkering around the edges, youÛªll be building critical solutions that will benefit our clients for years to come. We work closely with business stakeholders, collect requirements and deliver high value AI/ML solutions that drive customer and business value. Those of us who love to work with data see this as the pinnacle of opportunities that you cannot find anywhere else in the industry.The AI COE is seeking a Principal Data Scientist with experience in Virtual Assistants or chatbots, Natural Language Processing/text analytics, machine learning, various deep learning related technologies, predictive and prescriptive analytics.",
            {
                "entities": [
                    [
                        144,
                        171,
                        "SKILL"
                    ],
                    [
                        265,
                        285,
                        "SKILL"
                    ],
                    [
                        309,
                        314,
                        "SKILL"
                    ],
                    [
                        565,
                        583,
                        "SKILL"
                    ],
                    [
                        587,
                        595,
                        "SKILL"
                    ],
                    [
                        597,
                        639,
                        "SKILL"
                    ],
                    [
                        641,
                        657,
                        "SKILL"
                    ],
                    [
                        667,
                        680,
                        "SKILL"
                    ],
                    [
                        703,
                        740,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Machine Learning EngineerJob Title: Machine Learning Engineer (Remote | $225k + $200k Bonus) Job Location: RemoteJob Salary: Up to $425k total compensationRequirements: Python, Time series data, Machine Learning, Biomechanical Data, Biomechanical Sensors, Experimental Design, Time-Series Analysis, Dimensionality Reduction, bayesian network, Gaussian Process Regression, Optimal Experiment DesignStatus: Hiring during COVID-19Top Reasons to Work with UsLeader in Health-Tech space.Benefits (PTO) All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability, protected veteran status, or any other characteristic protected by law.ÛÒ In compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification document form upon hire.",
            {
                "entities": [
                    [
                        168,
                        174,
                        "SKILL"
                    ],
                    [
                        176,
                        192,
                        "SKILL"
                    ],
                    [
                        194,
                        210,
                        "SKILL"
                    ],
                    [
                        212,
                        230,
                        "SKILL"
                    ],
                    [
                        232,
                        253,
                        "SKILL"
                    ],
                    [
                        255,
                        274,
                        "SKILL"
                    ],
                    [
                        276,
                        296,
                        "SKILL"
                    ],
                    [
                        298,
                        322,
                        "SKILL"
                    ],
                    [
                        324,
                        340,
                        "SKILL"
                    ],
                    [
                        342,
                        369,
                        "SKILL"
                    ],
                    [
                        371,
                        402,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Leidos is looking for scientific programmers with an aerospace or mechanical engineering background to support our growing work in the Eglin office. In this capacity you will propose, design and develop new Artificial Intelligence/Machine Learning (AI/ML) tools to support the design and analysis of high speed weapons systems. Leidos presently uses deep learning Artificial Neural Networks (ANN) s for the purpose of providing fast running models, and thus you would maintain existing ANNÛªs in addition to developing new ANN based fast running models.In this position you will work directly with accomplished aerospace, mechanical, and electrical engineers both internal to Leidos and with external customers. You will need to effectively propose new research ideas to the customer, execute on the research, and present verbal and written status reports. The ability to publish research papers in academic journals and present conference papers is a requirement.EligibleNoSecretYes , 10% of the time40DayProfessionalSoftware Engineering",
            {
                "entities": [
                    [
                        66,
                        88,
                        "SKILL"
                    ],
                    [
                        207,
                        247,
                        "SKILL"
                    ],
                    [
                        364,
                        390,
                        "SKILL"
                    ],
                    [
                        392,
                        395,
                        "SKILL"
                    ],
                    [
                        872,
                        895,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Panduit is always looking for talented, motivated people who have the skills needed to provide solutions to our customers. We value team players who in their jobs can help us build a better Panduit and continually deliver value to our global customers.The Opportunity: The Senior Mold Process Engineer provides overall technical leadership and process management for the Orland Park molding operation. Discipline that applies engineering, polymer process and materials science principles to specify, analyze, implement & improve injection molding processes. The position is Monday-Friday with typical day hours that are flexible.Why work for Panduit? Day (United States of America )",
            {
                "entities": [
                    [
                        30,
                        38,
                        "ATTRIBUTE"
                    ],
                    [
                        40,
                        49,
                        "ATTRIBUTE"
                    ],
                    [
                        132,
                        144,
                        "ATTRIBUTE"
                    ],
                    [
                        425,
                        436,
                        "SKILL"
                    ],
                    [
                        438,
                        453,
                        "SKILL"
                    ],
                    [
                        458,
                        475,
                        "SKILL"
                    ],
                    [
                        528,
                        556,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Job Posting End Date: April 20Unum is a company of people serving people. As one of the world's leading employee benefits providers and a Fortune 500 company, Unum's financial protection benefits help protect more than 36 million working people and their families from the financial impact of illness or injury. Unum's three distinct, but similarly focused US businesses ÛÒ Unum US, Colonial Life, and Starmount Life ÛÒ are each a market leader in making disability, life, accident, critical illness, dental, and vision insurance accessible in the workplace.Headquartered in Chattanooga, Tennessee, Unum also has significant US operations in Portland, Maine, - and over 35 field offices nationwide. Colonial Life is headquartered in Columbia, South Carolina with over 40 field offices nationwide. Starmount Life is based in Baton Rouge, Louisiana, and is the dental and vision center of excellence for Unum in the US.General SummaryThis position for a developing data scientist who is excited to transform data into actionable insights and impact the business through his/her work. The role requires increasing technical expertise in the fields of computer programming, applied statistics and data manipulation; and relies on developing business knowledge. The individual will participate in project work primarily within the functional area, with direction and review by manager. The individual is expected to continuously increase business knowledge and take initiative in identifying and executing analytical approaches to support assigned projects.Position will interface with actuaries on pricing, reserving, and risk.Unum",
            {
                "entities": [
                    [
                        1150,
                        1170,
                        "SKILL"
                    ],
                    [
                        1172,
                        1190,
                        "SKILL"
                    ],
                    [
                        1195,
                        1212,
                        "SKILL"
                    ],
                    [
                        1463,
                        1473,
                        "ATTRIBUTE"
                    ]
                ]
            }
        ],
        [
            "Electrical Controls EngineerWe are a small automation company in Jonesboro, AR seeking a full-time Electrical Controls Engineer. This position will work under the direct supervision of the Operations Manager. The applicant will be responsible for concept, design, quality, and customer support of new and existing products.Job Description: Machine control panel design with attention to detailRequired to design and produce electrical drawing packages, including Diagrams, Schematics, P & ID, Conduit and Wire Schedules, Mechanical Layouts, and BOMsPerform Electrical load calculations including short circuit, FLA, MOCP, Arc Flash, and others",
            {
                "entities": [
                    [
                        256,
                        262,
                        "SKILL"
                    ],
                    [
                        373,
                        400,
                        "ATTRIBUTE"
                    ],
                    [
                        492,
                        518,
                        "SKILL"
                    ],
                    [
                        520,
                        538,
                        "SKILL"
                    ],
                    [
                        595,
                        608,
                        "SKILL"
                    ],
                    [
                        610,
                        613,
                        "SKILL"
                    ],
                    [
                        615,
                        619,
                        "SKILL"
                    ],
                    [
                        621,
                        630,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Bondhus Corporation, a worldwide leader in the hand tool industry (Hex & TORXå¨ products), has been manufacturing tools for more than 50 years in our Monticello, MN headquarters. We pride ourselves on innovative tool design & proprietary manufacturing processes to produce professional hand tool products backed by an unconditional lifetime warranty. Bondhus is experiencing incredible growth allowing us to add more outstanding employees to our already exceptional staff! Our average employee has over 15 years of service at Bondhus with secure sustained employment; weÛªve never had an employee lay off in our history. Employees work in an environment based on continuous improvement, open communication & accountability, with cross-training & advancement opportunities. We are looking for the right individuals interested in joining our team as we continue to engineer & create the highest quality products in our industry.Our northwest suburban location offers an easy commute, small company feel, flexible work hours , 10 paid holidays, vacation pay, profit sharing & many other great benefits. This is more than a great job...itÛªs a great place to work. Visit us at www.Bondhus.com to learn more.",
            {
                "entities": [
                    [
                        201,
                        211,
                        "ATTRIBUTE"
                    ],
                    [
                        503,
                        522,
                        "ATTRIBUTE"
                    ]
                ]
            }
        ],
        [
            "Job descriptionENGINEER 2 ÛÒ ROOMS/BUILDING MAINTENANCE -Flexible ScheduleDelivering Hospitality, Creating Value, Every Customer, Every TimeCompany InfoDavidson Hospitality is one of the largest and most successful independent hotel management companies in the industry. The combined experience of our team represents a breadth and depth of expertise that is unmatched, and we believe our people are the cornerstone of our success. We are committed to making Davidson a great place to work and provide the foundation for building successful careers. If you share our passion for delivering hospitality where details matter, apply today to join our team!",
            {
                "entities": []
            }
        ],
        [
            "Building Science, Research Engineer IIIÛÒ Sustainable ConstructionHome Innovation Research Labs is looking for an inspired building scientist/building construction engineer to join our research team responsible for programmatic efforts in the fields of energy efficiency, energy modeling, technology innovation, and green building in residential construction.Requirements: Minimum 5 years of relevant experience.MS Mechanical, Civil/Structural, or Electrical Engineering (BS with commensurate experience).Have demonstrated ability to support, lead, and manage both government and industry complex research projects to completion on time and within budget.",
            {
                "entities": [
                    [
                        254,
                        271,
                        "SKILL"
                    ],
                    [
                        273,
                        288,
                        "SKILL"
                    ],
                    [
                        301,
                        311,
                        "ATTRIBUTE"
                    ],
                    [
                        317,
                        331,
                        "SKILL"
                    ],
                    [
                        401,
                        425,
                        "SKILL"
                    ],
                    [
                        534,
                        541,
                        "ATTRIBUTE"
                    ],
                    [
                        543,
                        547,
                        "ATTRIBUTE"
                    ]
                ]
            }
        ],
        [
            "Why choose between doing meaningful work and having a fulfilling life? At MITRE, you can have both. That's because MITRE people are committed to tackling our nation's toughest challengesÛÓand we're committed to the long-term well-being of our employees. MITRE is different from most technology companies. We are a not-for-profit corporation chartered to work for the public interest, with no commercial conflicts to influence what we do. The R & D centers we operate for the government create lasting impact in fields as diverse as cybersecurity, healthcare, aviation, defense, and enterprise transformation. We're making a difference every dayÛÓworking for a safer, healthier, and more secure nation and world. Our workplace reflects our values. We offer competitive benefits, exceptional professional development opportunities, and a culture of innovation that embraces diversity, inclusion, flexibility, collaboration, and career growth. If this sounds like the choice you want to make, then choose MITREÛÓand make a difference with us.Polygraph",
            {
                "entities": [
                    [
                        443,
                        446,
                        "SKILL"
                    ],
                    [
                        531,
                        544,
                        "SKILL"
                    ],
                    [
                        546,
                        556,
                        "SKILL"
                    ],
                    [
                        558,
                        566,
                        "SKILL"
                    ],
                    [
                        568,
                        575,
                        "SKILL"
                    ],
                    [
                        847,
                        857,
                        "ATTRIBUTE"
                    ],
                    [
                        872,
                        881,
                        "ATTRIBUTE"
                    ],
                    [
                        894,
                        905,
                        "ATTRIBUTE"
                    ],
                    [
                        907,
                        920,
                        "ATTRIBUTE"
                    ]
                ]
            }
        ],
        [
            "Sr. Data Scientist -INF0001YEDescriptionAnalytics Sr. Consultant ÛÒ Sr. Data Scientist ÛÒ R & DDescriptionHeadquartered in the heart of downtown Chicago, CNA is a leading commercial and specialty insurer, offering a diverse range of insurance products including Workers Compensation, Property, General Liability, Professional Liability, Cyber Insurance, Surety, and Warranty. We are one of the world leaders in underwriting non-medical professionals, from lawyers and accountants to architects and management consultants.What CNA offers",
            {
                "entities": []
            }
        ],
        [
            "MISSION / SUMMARY: To expand GPIÛªs Enterprise Machine Intelligence system across Americas Converting. Working with a team and establishing machine tag management, screens, displays, and alarms using Inductive AutomationÛªs Ignition platform to enable remote monitoring. Responsible to conduct Site Surveys to map out requirements and gaps to connect to operation networks. Work with Infrastructure to scale out process control architecture to tie PLCÛªs, HMIÛªs, and various control systems.JOB FUNCTION: Job functions include, but are not limited to the following.",
            {
                "entities": [
                    [
                        47,
                        67,
                        "SKILL"
                    ],
                    [
                        140,
                        162,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Job Title: Integration EngineerJob Code: INTENG001SUMMARY: The Engineer position is responsible for the process development and the integration of products into Lincoln Industries production systems. The position is responsible to manage projects and teams to achieve rapid transition to production. This includes project planning , 3D modeling, engineering analysis, managing prototypes, sampling, process and tooling development, work instruction creation, operations support, technical management of suppliers, and conducting initial factory runs. The individual will also be responsible for completing technical documentation for production release including Production Part Approval Process (PPAP) submittals to customers. This position works closely with our Business Development, Operations, Materials Management, Quality, and Supply Management groups, and involves customer interaction.",
            {
                "entities": [
                    [
                        314,
                        330,
                        "SKILL"
                    ],
                    [
                        332,
                        343,
                        "SKILL"
                    ],
                    [
                        345,
                        365,
                        "SKILL"
                    ],
                    [
                        367,
                        386,
                        "SKILL"
                    ],
                    [
                        388,
                        396,
                        "SKILL"
                    ],
                    [
                        398,
                        429,
                        "SKILL"
                    ],
                    [
                        431,
                        456,
                        "SKILL"
                    ],
                    [
                        458,
                        476,
                        "SKILL"
                    ],
                    [
                        478,
                        511,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Do you love technology? Do you want to be part of a company that is changing the way field service companies, large and small, are using cloud technology to deliver better, faster, cheaper service to their customers? Do you feel yourself driven to utilize the latest and greatest tools to automate and optimize your work? Then this position may be for you! We are looking for a Junior Cloud Operations Engineer to join our Technology Operations team in support of our cloud-hosted web-based software solutions. YouÛªll play a key role on our Technology Operations team--specifically, you'll share / lead in the following responsibilities: WHAT YOU'LL DO: Responsible for production incident response and disaster recovery procedures; working in tandem with application support engineers to ensure reliable service availability and uptime",
            {
                "entities": [
                    [
                        7,
                        22,
                        "ATTRIBUTE"
                    ],
                    [
                        137,
                        153,
                        "SKILL"
                    ],
                    [
                        491,
                        499,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Who We AreWillowTree is an award-winning digital product agency driven by innovation and grounded in strategy and user-centered design. We create long-term partnerships with the world's leading brands to design and build digital flagship products crucial to their core business. We are one of the largest independent digital firms in the US. Some of our clients include HBO, National Geographic, Anheuser-Busch, and PepsiCo.The OpportunityAs a Senior Software Engineer at WillowTree, you'll have the opportunity to impact teammates throughout various stages of their careers. You'll have clear oversight of how engineering runs day-to-day and will influence project outcomes.",
            {
                "entities": []
            }
        ],
        [
            "You're an experienced engineer with broad experience with the entire app development process. You have the intuition and creativity to anticipate the user's needs and impulses to deliver a delightful user experience.You've previously developed applications from beginning to end in Android/iOS platforms. You're used to working independently without a lot of direction and have a good understanding of everything that needs to be considered when building apps from scratch.You are passionate about detail and are interested in delving into projects involving machine learning and AI, telematics, and vision systems.This positions focus: You will use customer input and sales information to design, develop, test, and implement complex software programs and applications for our seed research equipment.",
            {
                "entities": [
                    [
                        36,
                        52,
                        "ATTRIBUTE"
                    ],
                    [
                        107,
                        116,
                        "ATTRIBUTE"
                    ],
                    [
                        121,
                        131,
                        "ATTRIBUTE"
                    ],
                    [
                        200,
                        219,
                        "SKILL"
                    ],
                    [
                        282,
                        293,
                        "SKILL"
                    ],
                    [
                        559,
                        575,
                        "SKILL"
                    ],
                    [
                        580,
                        582,
                        "SKILL"
                    ],
                    [
                        584,
                        594,
                        "SKILL"
                    ],
                    [
                        600,
                        619,
                        "SKILL"
                    ],
                    [
                        726,
                        751,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "At Ezoic, we're building a better internet experience with our all-in-one digital publishing platform. We are looking for motivated, fast-learning developers who are excited to build products that scale to millions of visitors every day.At its core, our product uses artificial intelligence to learn how users interact with digital content and proactively delivers the optimal front end for every visitor to our customers' sites. We've built tools to automatically generate progressive web apps, in-depth reporting dashboards to give publishers novel insights into their users, data pipelines to process hundreds of millions of events, and tools to vastly increase throughput and effectiveness of our machine learning decisions, just to name a few. We're continuously growing, and we're looking for frontend and backend developers who love building and solving problems across the entire tech stack.",
            {
                "entities": [
                    [
                        122,
                        131,
                        "ATTRIBUTE"
                    ],
                    [
                        133,
                        146,
                        "ATTRIBUTE"
                    ],
                    [
                        267,
                        290,
                        "SKILL"
                    ],
                    [
                        377,
                        386,
                        "SKILL"
                    ],
                    [
                        486,
                        494,
                        "SKILL"
                    ],
                    [
                        578,
                        592,
                        "SKILL"
                    ],
                    [
                        799,
                        807,
                        "SKILL"
                    ],
                    [
                        812,
                        819,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Position Summary: The Lead Data Engineer is part of a Global Data and Analytics Center of Excellence, which provides design, development, consulting, and support services to European, North American, South American, Middle East and Asia-Pacific markets.The Center of Excellence is formed of experts in Business Intelligence and Data Warehouse software platforms, Data Architecture, Data Engineering, Data Visualization and Data Science.The Lead Data Engineer will work closely alongside the Data and Analytics Center of Excellence team to both drive and support Martin BrowerÛªs strategic initiatives through the advocation and delivery of analytics solutions and best practices across the organization. In addition, this role will oversee maintenance and support of established global analytics solutions to ensure reliability, consistency and relevancy of those solutions across the supply chain.",
            {
                "entities": [
                    [
                        116,
                        122,
                        "SKILL"
                    ],
                    [
                        124,
                        135,
                        "SKILL"
                    ],
                    [
                        137,
                        147,
                        "SKILL"
                    ],
                    [
                        153,
                        169,
                        "SKILL"
                    ],
                    [
                        362,
                        379,
                        "SKILL"
                    ],
                    [
                        381,
                        397,
                        "SKILL"
                    ],
                    [
                        399,
                        417,
                        "SKILL"
                    ],
                    [
                        422,
                        438,
                        "SKILL"
                    ],
                    [
                        779,
                        795,
                        "SKILL"
                    ],
                    [
                        816,
                        827,
                        "ATTRIBUTE"
                    ],
                    [
                        829,
                        840,
                        "ATTRIBUTE"
                    ],
                    [
                        845,
                        854,
                        "ATTRIBUTE"
                    ]
                ]
            }
        ],
        [
            "UX/UI EngineerPosition requires US citizenship and the candidate must have the ability to obtain a DoD Top Secret SCI Security Clearance.We currently have an immediate position for a talented and passionate UI / UX Engineer to design and build stunning and creative front-end user experiences with an emphasis on big data visualization and analytics. You will be responsible for all aspects of user experience, design, and development from initial concept to production. The successful candidate will be a self-starter that demonstrates excellent communication and problem-solving skills with a strong drive for creative innovation.REQUIRED EXPERIENCE :",
            {
                "entities": [
                    [
                        0,
                        5,
                        "SKILL"
                    ],
                    [
                        99,
                        139,
                        "ATTRIBUTE"
                    ],
                    [
                        207,
                        209,
                        "SKILL"
                    ],
                    [
                        212,
                        214,
                        "SKILL"
                    ],
                    [
                        313,
                        335,
                        "SKILL"
                    ],
                    [
                        394,
                        409,
                        "SKILL"
                    ],
                    [
                        411,
                        417,
                        "SKILL"
                    ],
                    [
                        423,
                        434,
                        "SKILL"
                    ],
                    [
                        506,
                        518,
                        "ATTRIBUTE"
                    ],
                    [
                        537,
                        560,
                        "ATTRIBUTE"
                    ],
                    [
                        565,
                        580,
                        "ATTRIBUTE"
                    ],
                    [
                        612,
                        640,
                        "ATTRIBUTE"
                    ]
                ]
            }
        ],
        [
            "Ezoic, a VC backed Google Certified Publishing Partner is an easy-to-use, yet incredibly sophisticated machine learning platform that allows digital publishers to automatically test content, layouts and ads to enhance user experience and increase digital revenue. Our platform reaches more than 300 million unique individuals each month and is growing quickly.We're looking for a highly-motivated, self-starting DevOps Engineer that is excited to learn new cloud technologies and languages. You will help manage our infrastructure within AWS to keep the thousands of sites we power running smoothly. You'll also be involved in our CI/CD pipeline to keep our software engineers moving quickly, and use infrastructure as code to keep our systems up to date.This is a full-time employee position, no C2C please.",
            {
                "entities": [
                    [
                        103,
                        119,
                        "SKILL"
                    ],
                    [
                        218,
                        233,
                        "SKILL"
                    ],
                    [
                        380,
                        396,
                        "ATTRIBUTE"
                    ],
                    [
                        398,
                        411,
                        "ATTRIBUTE"
                    ],
                    [
                        412,
                        418,
                        "SKILL"
                    ],
                    [
                        457,
                        475,
                        "SKILL"
                    ],
                    [
                        480,
                        490,
                        "SKILL"
                    ],
                    [
                        538,
                        541,
                        "SKILL"
                    ],
                    [
                        631,
                        636,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Peter Pan Seafood Company, LLC., a newly formed Company in the Alaskan Seafood industry is looking for individuals interested in getting in on the ground floor of an employee friendly organization. We will work with our team members to be the safest, highest quality, lowest cost producer and the employer of choice in the Alaska Seafood industryThe right candidate will be skilled at maintenance and repair of working on vessels and or heavy machinery, vessels mechanical, electrical and hydraulic systems, experienced in work with a team to complete projects; have experience with maintenance tasks requiring general knowledge of welding, electrical, machine milling, and plumbing.Primary Responsibilities: Observe safe work practices and wear or use required PPE at all times while working.",
            {
                "entities": [
                    [
                        385,
                        396,
                        "SKILL"
                    ],
                    [
                        401,
                        407,
                        "SKILL"
                    ],
                    [
                        422,
                        429,
                        "SKILL"
                    ],
                    [
                        437,
                        452,
                        "SKILL"
                    ],
                    [
                        454,
                        472,
                        "SKILL"
                    ],
                    [
                        474,
                        506,
                        "SKILL"
                    ],
                    [
                        632,
                        639,
                        "SKILL"
                    ],
                    [
                        641,
                        651,
                        "SKILL"
                    ],
                    [
                        653,
                        668,
                        "SKILL"
                    ],
                    [
                        674,
                        690,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Why We Work at Dun & BradstreetWe are at a transformational moment in our company journey - and weÛªre so excited about it. Each day, we are finding new ways to strengthen our award-winning culture, and to accelerate creativity, innovation and growth. Our purpose is to help customers improve business performance with Dun & BradstreetÛªs Data Cloud and Live Business Identity, and weÛªre wildly passionate and committed to this purpose. So, if youÛªre looking to make an immediate impact at a company that welcomes bold and diverse thinking, come join us! As a in the analytics group focusing on Dun and Bradstreet Government Business Unit, you will be required to have the following background education and experience and the ability to fulfill the following essential responsibilities. We also list preferred qualifications that are not required but would be beneficial. #LI-CB1 #LI-REMOTEDun & Bradstreet is an Equal Opportunity Employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, creed, sex, age, national origin, citizenship status, disability status, sexual orientation, gender identity or expression, pregnancy, genetic information, protected military and veteran status, ancestry, marital status, medical condition (cancer and genetic characteristics) or any other characteristic protected by law.We are committed to Equal Employment Opportunity and providing reasonable accommodations to applicants with physical and/or mental disabilities. If you are interested in applying for employment with Dun & Bradstreet and need special assistance or an accommodation to use our website or to apply for a position, please send an e-mail with your request to TalentAcquisitionTeam @ dnb.com. Determination on requests for reasonable accommodation are made on a case-by-case basis.Please note that all Dun & Bradstreet job postings can be found at https: //dnb.wd1.myworkdayjobs.com/Careers and all communication from Dun & Bradstreet will come from an email address ending in @ dnb.com.",
            {
                "entities": [
                    [
                        218,
                        228,
                        "ATTRIBUTE"
                    ],
                    [
                        230,
                        240,
                        "ATTRIBUTE"
                    ],
                    [
                        399,
                        409,
                        "ATTRIBUTE"
                    ],
                    [
                        414,
                        423,
                        "ATTRIBUTE"
                    ],
                    [
                        520,
                        545,
                        "ATTRIBUTE"
                    ]
                ]
            }
        ],
        [
            "Altran is the world leader in engineering and R & D services. We offer our clients a unique value proposition to meet their transformation and innovation challenges. We support our clients, from concept through industrialization, to develop the products and services of tomorrow and have been working for more than 35 years with major players in many sectors: automotive, aeronautics, space, defense & naval, rail, infrastructure & transportation, industrial & consumer products, life sciences, communications, semiconductor & electronics, software & internet, finance & public sector. Altran has more than 50,000 employees operating in over 30 countries. In April 2020, we became part of Capgemini, a global leader in consulting, digital transformation, technology and engineering services. Visit us at www.altran.comResponsibilitiesIn this role you will develop flight control algorithms, implement software, and test closed-loop performance for the Prime Air drone. The ideal candidate will have fundamental knowledge of simulation, dynamics, aerodynamics, design and analysis with practical real-life implementation experience.",
            {
                "entities": [
                    [
                        30,
                        41,
                        "SKILL"
                    ],
                    [
                        46,
                        49,
                        "SKILL"
                    ],
                    [
                        358,
                        368,
                        "SKILL"
                    ],
                    [
                        370,
                        381,
                        "SKILL"
                    ],
                    [
                        383,
                        388,
                        "SKILL"
                    ],
                    [
                        390,
                        405,
                        "SKILL"
                    ],
                    [
                        899,
                        907,
                        "SKILL"
                    ],
                    [
                        1022,
                        1032,
                        "SKILL"
                    ],
                    [
                        1034,
                        1042,
                        "SKILL"
                    ],
                    [
                        1044,
                        1056,
                        "SKILL"
                    ],
                    [
                        1058,
                        1064,
                        "SKILL"
                    ],
                    [
                        1069,
                        1077,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "Our client is a well-known Entertainment company that is seeking a Lead Machine Learning Engineer for their The Direct-to-Consumer Group.They are building a global streaming video platform (OTT) which covers search, recommendation, personalization, catalogue, video transcoding, global subscriptions and really much more. We build user experiences ranging from classic lean-back viewing to interactive learning applications. We build for connected TVs, web, mobile phones, tablets and consoles for a large footprint of all their owned networks.We are hiring Senior Software Engineers to join the Personalization, Recommendation and Search team. As part of a rapidly growing team, you will own complex systems that will provide a personalized and unique experience for millions of users across over 200 countries for all of their brands. You will be responsible for designing and implementing state-of-the-art Client algorithms and systems to personalize the entire experience for our users. You will apply advanced Client techniques to build Recommender and Search systems.You will lead by example and define the best practices, will set high standards for the entire team and for the rest of the organization. You have a successful track record for ambitious projects across cross-functional teams. You are passionate and results-oriented. You strive for technical excellence and are very hands-on. Your co-workers love working with you. You have built respect in your career through concrete accomplishments.What the ideal candidate looks like :",
            {
                "entities": [
                    [
                        72,
                        88,
                        "SKILL"
                    ],
                    [
                        208,
                        214,
                        "SKILL"
                    ],
                    [
                        216,
                        230,
                        "SKILL"
                    ],
                    [
                        232,
                        247,
                        "SKILL"
                    ],
                    [
                        260,
                        277,
                        "SKILL"
                    ],
                    [
                        331,
                        347,
                        "SKILL"
                    ],
                    [
                        1138,
                        1152,
                        "ATTRIBUTE"
                    ],
                    [
                        1250,
                        1259,
                        "ATTRIBUTE"
                    ],
                    [
                        1308,
                        1318,
                        "ATTRIBUTE"
                    ],
                    [
                        1323,
                        1340,
                        "ATTRIBUTE"
                    ],
                    [
                        1356,
                        1376,
                        "ATTRIBUTE"
                    ],
                    [
                        1390,
                        1399,
                        "ATTRIBUTE"
                    ],
                    [
                        1454,
                        1461,
                        "ATTRIBUTE"
                    ]
                ]
            }
        ],
        [
            "Machine Learning Engineer - Radar (Top Secret Clearance rqd) If you are a Machine Learning Engineer with active Top Secret Clearance, please read on! Top Reasons to Work with UsWe have a small company culture and offer extremely competitive compensation packages, including generous retirement package, company-paid PPO health insurance, generous vacation policy, and a company-wide bonus plan.We have exciting contracts and projects with US government agencies, working on the bleeding edge of Deep Learning and Machine Learning technology.You will work closely with a small team of leading Engineers and Scientists in this space, solving complex challenges and delivering solutions that ensure out country's security! - 401k - including 15% company contribution towards retirement, whether or not you contribute to the plan yourself! All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability, protected veteran status, or any other characteristic protected by law.ÛÒ In compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification document form upon hire.CyberCoders will consider for Employment in the City of Los Angeles qualified Applicants with Criminal Histories in a manner consistent with the requirements of the Los Angeles Fair Chance Initiative for Hiring (Ban the Box) Ordinance.",
            {
                "entities": [
                    [
                        0,
                        16,
                        "SKILL"
                    ],
                    [
                        35,
                        55,
                        "ATTRIBUTE"
                    ],
                    [
                        73,
                        89,
                        "SKILL"
                    ],
                    [
                        104,
                        131,
                        "ATTRIBUTE"
                    ],
                    [
                        493,
                        506,
                        "SKILL"
                    ],
                    [
                        511,
                        527,
                        "SKILL"
                    ]
                ]
            }
        ],
        [
            "NextGen Federal Systems is seeking multiple Software Engineers to support software development for a federal customer, addressing current and emerging needs for Geospatial Intelligence (GEOINT) applications. Selected candidates will be part of a development team operating in a dynamic, agile, fast-paced environment and provide support across the software engineering lifecycle, including design, development, integration, and testing.Location: St. Louis, MO (Relocation assistance available for qualified candidates) Responsibilities: Utilize domain knowledge and hands-on experience to develop and implement software programs.",
            {
                "entities": [
                    [
                        278,
                        285,
                        "ATTRIBUTE"
                    ],
                    [
                        287,
                        292,
                        "ATTRIBUTE"
                    ],
                    [
                        294,
                        304,
                        "ATTRIBUTE"
                    ],
                    [
                        390,
                        396,
                        "SKILL"
                    ],
                    [
                        398,
                        409,
                        "SKILL"
                    ],
                    [
                        411,
                        422,
                        "SKILL"
                    ],
                    [
                        428,
                        444,
                        "SKILL"
                    ],
                    [
                        609,
                        617,
                        "SKILL"
                    ]
                ]
            }
        ]
    ]
}