{"classes":["EXPERIENCE","SKILL","ATTRIBUTE"],"annotations":[["We are engineers, high line workers, power plant managers, accountants, electricians, project coordinators, risk analysts, customer service operators, community representatives, safety and security specialists, communicators, human resources partners, information technology technicians and much, much more. We are 3,300 people committed to enhancing the lives of the communities we serve. Together, we are powering the growth and success of our community progress every day! Grade : 14 , 15 , 16Qualifications may warrant placement in a different job level.",{"entities":[[7,16,"EXPERIENCE"],[18,35,"EXPERIENCE"],[37,57,"EXPERIENCE"],[59,70,"EXPERIENCE"],[72,84,"EXPERIENCE"],[86,106,"EXPERIENCE"],[108,121,"EXPERIENCE"],[178,197,"EXPERIENCE"],[211,224,"ATTRIBUTE"],[226,241,"EXPERIENCE"],[252,274,"EXPERIENCE"]]}],["Why choose between doing meaningful work and having a fulfilling life? At MITRE, you can have both. That's because MITRE people are committed to tackling our nation's toughest challengesÛÓand we're committed to the long-term well-being of our employees. MITRE is different from most technology companies. We are a not-for-profit corporation chartered to work for the public interest, with no commercial conflicts to influence what we do. The R & D centers we operate for the government create lasting impact in fields as diverse as cybersecurity, healthcare, aviation, defense, and enterprise transformation. We're making a difference every dayÛÓworking for a safer, healthier, and more secure nation and world. Our workplace reflects our values. We offer competitive benefits, exceptional professional development opportunities, and a culture of innovation that embraces diversity, inclusion, flexibility, collaboration, and career growth. If this sounds like the choice you want to make, then choose MITREÛÓand make a difference with us.",{"entities":[[54,64,"ATTRIBUTE"],[531,544,"EXPERIENCE"],[546,556,"EXPERIENCE"],[558,566,"EXPERIENCE"],[568,575,"EXPERIENCE"],[581,607,"EXPERIENCE"],[660,665,"ATTRIBUTE"],[667,676,"ATTRIBUTE"],[687,693,"ATTRIBUTE"],[847,857,"ATTRIBUTE"],[894,905,"ATTRIBUTE"],[907,920,"ATTRIBUTE"]]}],["Machine Learning Engineer for ML OpsProviding a well-architected, highly performant, and intuitively configurable AI lifecycle management system is a core part of LucdÛªs strategy. Enterprise AI stakeholders need robust capabilities for enforcing AI governance in accordance with their specific business needs; for example, defining policies for identifying biased datasets or AI models, and assessing ÛÏdegree of fitnessÛ of a model for production deployment. The primary responsibilities for this ML Engineer position will focus on developing machine learning operations (ML Ops) capabilities for the Lucd platform in support of the needs stated above.This primarily includes the following responsibilities.Contributing to the architecture and implementation of an extensible ML Ops framework enabling governance capabilities such as (but not limited to) data quality measurement, AI model experimentation, and AI production model monitoring, all facilitated in a customized and automated manner. The targeted AI production environments might include cloud-based API services or edge deployments (e.g., embedded or mobile devices).",{"entities":[[0,25,"EXPERIENCE"],[30,32,"SKILL"],[89,100,"ATTRIBUTE"],[114,116,"SKILL"],[193,195,"SKILL"],[248,250,"SKILL"],[538,576,"SKILL"],[578,584,"EXPERIENCE"],[861,885,"EXPERIENCE"],[887,911,"SKILL"],[1057,1081,"EXPERIENCE"]]}],["Intro (Use Font Arial 12): As a Machine Learning Engineer, you will be a part of the team responsible for making it easy to deploy, manage, and monitor machine learning models at scale in production. You will join a team that developes the infrastructure to facilitate model orchestration. Collaborate with both data scientists and platform engineers to create intuitive and resilient solutions. You will also be expected to follow the best practices of Agile software development, including high coding quality with testing coverage, and continuous integration and deployment of your solutions.What You'll Be Doing: Design and build scalable machine learning infrastructure for model management, continuous training and deployment, and serving predictions.Support the operation services and set up monitoring, to keep our services at the highest level of service agreement.Location and Travel Details: Profile of Success: About AIS: EEO Statement :",{"entities":[[31,47,"SKILL"],[123,198,"EXPERIENCE"],[268,288,"SKILL"],[360,369,"ATTRIBUTE"],[374,383,"ATTRIBUTE"],[453,458,"SKILL"],[538,560,"EXPERIENCE"],[615,672,"SKILL"]]}],["MORSE is an innovative, employee-owned, tech company located in Kendall Square in Cambridge, MA specializing in solving multi-disciplinary problems faced by the US National Security Ecosystem. Our specially selected team of engineers, software developers and scientists develop algorithms, software integrated prototypes and solutions for Artificial Intelligence, Machine Learning, Manned and Unmanned Aerial Vehicles, Mission Planning, and Situational Awareness.MORSE is searching for innovative candidates with expertise in using state-of-the-art machine learning algorithms for aerospace applications. The candidate will be responsible for acquiring truth data, integrating algorithms, testing algorithms, combining algorithms, reviewing literature to stay on top of the latest-and-greatest methods, analyzing data from field tests, and developing advanced algorithms. MORSE's machine learning focuses both on computer vision-based problems (with deep learning solutions) and data analysis of sparse data sets. The candidate will work with MORSE's current team of engineers to transition algorithms to production, which may run on a server or on a real-time embedded system. The candidate must also be capable of clearly communicating concepts to engineers and stakeholders.",{"entities":[[339,362,"SKILL"],[364,380,"SKILL"],[382,417,"EXPERIENCE"],[419,435,"SKILL"],[441,468,"ATTRIBUTE"],[549,576,"SKILL"],[581,590,"EXPERIENCE"],[643,663,"SKILL"],[665,687,"SKILL"],[689,707,"SKILL"],[709,729,"SKILL"],[731,751,"SKILL"],[840,871,"SKILL"]]}],["Secure our Nation, Ignite your FutureOverviewEach day U.S. Customs and Border Protection (CBP) oversees the massive flow of people, capital, and products that enter and depart the United States via air, land, sea, and cyberspace. The volume and complexity of both physical and virtual border crossings require the application of solutions to promote efficient trade and travel. Further, effective solutions help CBP ensure the movement of people, capital, and products is legal, safe, and secure.As a Data Scientist on our team, a proven track record of delivering production ready decision support tools and applications employed in the field and by mission-support entities. Further, highly competitive applicants will have a demonstrated capacity to: work closely and collaboratively with mission stakeholders; respond to emergent, mission-driven changes in priorities and expected outcomes; and, apply new and emerging tools and techniques.",{"entities":[[501,515,"EXPERIENCE"]]}],["About Us: Ezoic is an Artificial Intelligence company that works with thousands of online publishers, helping them use machine learning to make smart decisions about the layouts, advertisements and features that users see. These publishers range from individuals to small and medium-sized companies. We have our headquarters in Carlsbad, CA, with a team of very smart free-thinking individuals. Ezoic is a VC-backed startup that is growing quickly. It's a unique opportunity to both be part of a revolutionary product in its earlier stages and work on something that already touches hundreds of millions of people month.About You: You must be a tech-savvy professional who enjoys learning about new technologies and solving problems. This is a fast-moving engineering role where you will be able to work on core products and develop designs and functionality from scratch. You must enjoy collaborating with other smart engineers, creating scalable solutions to improve publishers' digital properties.",{"entities":[[21,44,"SKILL"],[118,134,"SKILL"],[643,653,"ATTRIBUTE"],[654,666,"ATTRIBUTE"],[742,753,"ATTRIBUTE"],[886,899,"ATTRIBUTE"],[928,955,"EXPERIENCE"]]}],["Control Systems Project EngineerLocation: Eagle Mountain, UtahExperience : 5+ YearsRelocation/Signing Bonus Offered.Data Center Development will be Huge Over the Next 20 Years! Join a world class automation engineering firm! Thermo Systems seeks energetic team members who strive to succeed and make a difference in a fast-paced, hands-on, engineering environment. Our greatest asset is our team and we work hard to create a rewarding environment. Be part of something unique; excel and enjoy.",{"entities":[[194,216,"EXPERIENCE"],[244,253,"ATTRIBUTE"],[316,326,"ATTRIBUTE"],[328,336,"ATTRIBUTE"]]}],["Join our team dedicated to developing and executing innovative solutions in support of customer mission success. Novetta is committed to cultivating a diverse, inclusive workplace culture, embracing our differences and perspectives to build a stronger, more successful company.Job Description: Novetta has an immediate need for a Senior Data Engineer to join a fast-paced program in support of a government customer with a very critical national security mission. This is a multi-year program, where the successful candidate will work on an interdisciplinary project team of more than 30 highly qualified individuals with a wide array of skills that include client (reactjs), server (spring java), QA Automation Engineers, UI/UX Designers, and DevOps engineers. The team is responsible for building a next generation Mission Information System and is performing greenfield Software Development using modern technologies via an Agile DevOps approach.This Senior Data Engineer will play a vital role collaborating as part of this cross-functional Agile team to create and enhance data ingestion pipelines and address big data challenges. The Senior Data Engineer will work closely with the Chief Architect, systems engineers, software engineers, and data scientists on the following key tasks :",{"entities":[[52,62,"ATTRIBUTE"],[329,349,"EXPERIENCE"],[665,672,"SKILL"],[683,694,"SKILL"],[697,699,"SKILL"],[722,727,"SKILL"],[743,749,"SKILL"],[872,892,"EXPERIENCE"],[926,931,"SKILL"],[932,938,"SKILL"],[953,973,"EXPERIENCE"],[1044,1049,"SKILL"],[1058,1101,"EXPERIENCE"],[1139,1159,"EXPERIENCE"],[1187,1202,"EXPERIENCE"],[1204,1221,"EXPERIENCE"],[1223,1241,"EXPERIENCE"],[1247,1262,"EXPERIENCE"]]}],["Overview: Job DescriptionType of Opportunity: Full TimeFTE : 1.000000Exempt: YesWork Schedule: Weekday Schedule Monday-FridaySummary: Identify new opportunities for innovative analytics (i.e., descriptive, prescriptive and predictive) based on market developments & business demands as well as manage analytical projects in concert with other Directors within the Analytics Organization (AO). Collaborate across the organization to perform exploration and experimentation to build prototypes and develop analytical solutions best practices Guide the development of new analytical models to support real time and data driven business decision making. Responsible for mentoring and supporting fellow junior scientist as well as assisting senior leadership in evaluation, development and implementation of cutting edge reporting/research/analytics generating actionable insights to meet organizations needsResponsibilities: Qualifications: Benefits :",{"entities":[[162,172,"ATTRIBUTE"]]}],["Your Career Begins at TimkenIf you're ready for a challenging career that provides you with the ability to advance personally and professionally, look to Timken. Our associates make the world more productive by improving the efficiency and reliability of the machinery that keeps industry in motion.Purpose and Scope of PositionThis R & D position exists to improve our manufacturing technology worldwide by discovering, developing, applying, and implementing metrology and inspection technologies with the goal to improve product quality and reliability, reduce manufacturing cost or to launch new manufacturing systems to make new products. The activities of this position will include application of metrology science and principles for dimensional and form measurements, surface finish measurements, calibration and uncertainty evaluation of the measuring systems. The work will include hardware as well as software development.",{"entities":[[197,207,"ATTRIBUTE"],[333,336,"EXPERIENCE"],[889,897,"EXPERIENCE"],[909,929,"EXPERIENCE"]]}],["Electrical Controls EngineerWe are a small automation company in Jonesboro, AR seeking a full-time Electrical Controls Engineer. This position will work under the direct supervision of the Operations Manager. The applicant will be responsible for concept, design, quality, and customer support of new and existing products.Job Description: Machine control panel design with attention to detailRequired to design and produce electrical drawing packages, including Diagrams, Schematics, P & ID, Conduit and Wire Schedules, Mechanical Layouts, and BOMsPerform Electrical load calculations including short circuit, FLA, MOCP, Arc Flash, and others",{"entities":[[339,367,"EXPERIENCE"],[404,450,"EXPERIENCE"],[462,470,"SKILL"],[472,482,"SKILL"],[484,490,"SKILL"],[492,518,"SKILL"],[520,538,"SKILL"],[610,613,"SKILL"],[615,619,"SKILL"],[621,630,"SKILL"]]}],["Building Science, Research Engineer IIIÛÒ Sustainable ConstructionHome Innovation Research Labs is looking for an inspired building scientist/building construction engineer to join our research team responsible for programmatic efforts in the fields of energy efficiency, energy modeling, technology innovation, and green building in residential construction.Requirements: Minimum 5 years of relevant experience.MS Mechanical, Civil/Structural, or Electrical Engineering (BS with commensurate experience).Have demonstrated ability to support, lead, and manage both government and industry complex research projects to completion on time and within budget.",{"entities":[[254,271,"EXPERIENCE"],[273,288,"EXPERIENCE"],[290,311,"EXPERIENCE"],[317,372,"EXPERIENCE"],[401,425,"EXPERIENCE"],[427,470,"SKILL"],[543,547,"SKILL"],[553,559,"SKILL"]]}],["FIELD SALES ENGINEERAbsolute Machine Tools, Inc., a leading and growing national importer/distributor of CNC machine tools and Wire EDM machines is currently searching for a Sales Engineer. Top compensation (with no ceiling on earnings), benefits, and company car provided.This position requires successful sales management with the demonstrated ability to rapidly grow sales levels. Manufacturing and machine tool knowledge are a plus. The ideal candidate must be self-motivated and willing to learn. The Sales EngineerÛªs primary focus will be to prospect and develop new accounts and new business at existing accounts. The candidate must be able to build relationships with a wide range of customers from small to Fortune 500 companies. The successful candidate will exhibit strong communication and computer skills, be able to multi-task and prioritize their workload, have strong negotiating skills, be a team player, and work with minimal supervision.",{"entities":[[105,122,"EXPERIENCE"],[127,144,"EXPERIENCE"],[174,189,"EXPERIENCE"],[296,323,"SKILL"],[402,414,"SKILL"],[465,479,"ATTRIBUTE"],[484,501,"ATTRIBUTE"],[506,524,"EXPERIENCE"],[779,799,"ATTRIBUTE"],[804,819,"ATTRIBUTE"],[832,842,"ATTRIBUTE"],[847,857,"ATTRIBUTE"],[879,904,"ATTRIBUTE"],[911,922,"ATTRIBUTE"]]}],["About Uber FreightUber Freight connects shippers with truckers, much like the way Uber connects riders and drivers. The Freight team believes that empowering truck drivers will bring more open, efficient, and increasingly safer transportation to our roads. We are a team of sharp, entrepreneurial individuals bringing technologies, algorithms and lessons from Uber's core business into the $700B U.S. Transportations & Logistics industry. Comprised of Uber veterans and newcomers, we are looking for candidates who share our enthusiasm for disrupting today's toughest challenges in transportation. We are a Customer Obsessed team, and care deeply about our users, continually looking for opportunities to improve their lives.About the teamsFreight Engineering is tasked with creating the algorithms, systems, applications that power our independent drivers, sales and operations teams, and shippers that need to transport freight across the country. For these different user segments, we create business portals, mobile applications, integrations with third-party systems, and self-learning models that adjust to market conditions in real-time. Most of our work is distributed via the Web and through mobile app stores, interfacing with Uber cores services and running on Uber's compute platform.",{"entities":[[194,203,"ATTRIBUTE"],[1201,1211,"EXPERIENCE"]]}],["To get the best candidate experience, please consider applying for a maximum of 3 roles within 12 months to ensure you are not duplicating efforts.Job CategoryProducts and TechnologyJob DetailsSalesforce Einstein is seeking a Data Science/ Machine Learning Engineering Architect to help us deliver high-quality, high-impact machine learning solutions to production, powering SalesforceÛªs applications. You will work on designing and bringing world-class ML to production on products used by used by millions of people every day. You will be working with a team of fellow machine learning engineers, software developers, product managers and also designers.In addition to technical skills and data fluency/analytical skills, an ideal candidate is also a great cross-functional collaborator. Working within this large organization and at the scale of delivery, you invest in communication to build alignment and influence others to help deliver what is necessary to bring world-class AI to production for our customers.A day in the life will be: Pursuant to the San Francisco Fair Chance Ordinance and the Los Angeles Fair Chance Initiative for Hiring, Salesforce will consider for employment qualified applicants with arrest and conviction records.",{"entities":[[226,239,"EXPERIENCE"],[240,278,"EXPERIENCE"],[312,323,"ATTRIBUTE"],[324,340,"SKILL"],[456,458,"SKILL"],[573,599,"EXPERIENCE"],[601,620,"EXPERIENCE"],[622,638,"EXPERIENCE"],[761,791,"ATTRIBUTE"],[984,986,"SKILL"]]}],["You are highly encouraged to apply if you are excited about latest technologies in wireless communications, networking, and machine learning; interested in performing research studies and applying them into applications throughout the software stack and hardware platforms. The candidate should have strong analytical and coding skills, be passionate about understanding how things work, and want to solve complex problems.JOB DUTIESPerform R & D in wireless communications, networks, and machine learning.Develop protocols and prototypes in current and emerging R & D areas such as 5G , 6G, cognitive radio, software-defined radio, MIMO, Radio Access Network, CORE, network optimization, mmWave and THz communications, wireless security, RF fingerprinting, edge computing, Internet of Things, machine learning, deep learning, reinforcement learning, federated learning, and adversarial machine learning.",{"entities":[[46,53,"ATTRIBUTE"],[83,106,"EXPERIENCE"],[108,118,"EXPERIENCE"],[124,140,"SKILL"],[307,317,"ATTRIBUTE"],[322,328,"SKILL"],[340,350,"ATTRIBUTE"],[441,444,"EXPERIENCE"],[448,471,"EXPERIENCE"],[473,481,"EXPERIENCE"],[487,511,"EXPERIENCE"],[561,564,"EXPERIENCE"],[579,581,"SKILL"],[583,585,"SKILL"],[587,602,"SKILL"],[604,626,"SKILL"],[628,632,"SKILL"],[634,654,"SKILL"],[656,660,"SKILL"],[662,682,"SKILL"],[684,713,"SKILL"],[715,732,"SKILL"],[734,751,"SKILL"],[753,767,"SKILL"],[769,787,"SKILL"],[789,805,"SKILL"],[807,820,"SKILL"],[822,844,"SKILL"],[846,864,"SKILL"],[870,898,"SKILL"]]}],["OverviewProSphere is seeking a Data Scientist to provide services in development of new and enhancement of existing capabilities for information technology systems and applications for the Department of Veterans Affairs. The Data Scientist will lead efforts to expand the data science capabilities of customerÛªs analytics platform. The individual in this position will have a solid background in production-level machine learning systems with broad exposure to a wide variety of algorithmic techniques. Experience and demonstrable proof of impactful work in areas such as natural language processing, explainability driven deep learning and time-series forecasting is valuable. Our team particularly values experience in building inferential algorithms for high-stake decisions while dealing with noisy, diverse, distributed datasets. Being able to communicate complex concepts in simple language to diverse stakeholders with an unwavering commitment to empathy and customer obsession is highly desired. The candidate will work with the Senior Data Scientist to develop and automate algorithms that integrate with various parts of our customerÛªs organization, improve customer experience, and drive operational efficiency. The candidate will be able to translate data clearly and dynamically into a coherent and relevant story that will resonate with the customerÛªs data science initiatives and roadmap. Knowledge and practical work experience with the job functions listed below is highly desirable. This is a full-time remote position. Veterans are encouraged to apply.",{"entities":[[31,45,"EXPERIENCE"],[133,163,"SKILL"],[225,239,"EXPERIENCE"],[272,284,"SKILL"],[398,439,"EXPERIENCE"],[574,601,"SKILL"],[625,638,"SKILL"],[643,666,"SKILL"],[723,754,"SKILL"],[786,836,"EXPERIENCE"],[931,952,"ATTRIBUTE"],[956,963,"ATTRIBUTE"],[968,986,"ATTRIBUTE"],[1039,1060,"EXPERIENCE"],[1064,1095,"SKILL"],[1257,1271,"SKILL"]]}],["You're an experienced engineer with broad experience with the entire app development process. You have the intuition and creativity to anticipate the user's needs and impulses to deliver a delightful user experience.You've previously developed applications from beginning to end in Android/iOS platforms. You're used to working independently without a lot of direction and have a good understanding of everything that needs to be considered when building apps from scratch.You are passionate about detail and are interested in delving into projects involving machine learning and AI, telematics, and vision systems.This positions focus: You will use customer input and sales information to design, develop, test, and implement complex software programs and applications for our seed research equipment.",{"entities":[[69,84,"SKILL"],[107,116,"ATTRIBUTE"],[121,131,"ATTRIBUTE"],[328,341,"ATTRIBUTE"],[559,575,"SKILL"],[580,582,"SKILL"],[584,594,"SKILL"],[600,619,"SKILL"],[689,751,"EXPERIENCE"]]}],["Position Summary: The Lead Data Engineer is part of a Global Data and Analytics Center of Excellence, which provides design, development, consulting, and support services to European, North American, South American, Middle East and Asia-Pacific markets.The Center of Excellence is formed of experts in Business Intelligence and Data Warehouse software platforms, Data Architecture, Data Engineering, Data Visualization and Data Science.The Lead Data Engineer will work closely alongside the Data and Analytics Center of Excellence team to both drive and support Martin BrowerÛªs strategic initiatives through the advocation and delivery of analytics solutions and best practices across the organization. In addition, this role will oversee maintenance and support of established global analytics solutions to ensure reliability, consistency and relevancy of those solutions across the supply chain.",{"entities":[[362,379,"EXPERIENCE"],[381,397,"EXPERIENCE"],[399,417,"EXPERIENCE"],[422,438,"EXPERIENCE"],[444,457,"EXPERIENCE"],[640,659,"EXPERIENCE"]]}],["Riverside Research is seeking a Radar Research Engineer to support internal research and development efforts within our Radar Assessment and Development (RAD) Group. With over 50 years of radar-system experience, our Radar Group has established an independent team of national radar subject matter experts with unrivaled experience in development, implementation, and assessment of radar systems and mission performance. This position is focused on design and analysis of radar signal processing algorithms and architectures.All Riverside Research opportunities require U.S. Citizenship.Job Responsibilities :",{"entities":[[32,37,"EXPERIENCE"],[217,222,"EXPERIENCE"],[335,395,"EXPERIENCE"],[449,455,"SKILL"],[460,468,"SKILL"]]}],["Ezoic, a VC backed Google Certified Publishing Partner is an easy-to-use, yet incredibly sophisticated machine learning platform that allows digital publishers to automatically test content, layouts and ads to enhance user experience and increase digital revenue. Our platform reaches more than 300 million unique individuals each month and is growing quickly.We're looking for a highly-motivated, self-starting DevOps Engineer that is excited to learn new cloud technologies and languages. You will help manage our infrastructure within AWS to keep the thousands of sites we power running smoothly. You'll also be involved in our CI/CD pipeline to keep our software engineers moving quickly, and use infrastructure as code to keep our systems up to date.This is a full-time employee position, no C2C please.",{"entities":[[103,119,"SKILL"],[380,396,"ATTRIBUTE"],[398,411,"ATTRIBUTE"],[412,427,"EXPERIENCE"],[457,475,"SKILL"],[538,541,"SKILL"],[631,636,"SKILL"]]}],["Are you looking for a controls engineering career that challenges you to create innovative designs utilizing the latest robotic, computer, vision, and other control technologies? AeroSpec is committed to designing and developing industry leading automation equipment solutions. We enable customers across the globe to manufacture their products with sub-micron precision, in volumes of tens of thousands per day with unparallel guaranteed of product safety and reliability. AeroSpec has delivered automation and robotics that builds missiles, satellites, airbags, photonics components, semi components, probe cards, consumer products, surgical devices, pharmaceuticals and recently COVID rapid-test kits.As a controls design engineer, you play a key part in the AeroSpec equipment development process. The controls design engineer works with customers, suppliers and the other AeroSpec engineers to create a clean-sheet of paper controls solution that enables a high precision, high speed solution for our customers. This engineering position is challenging and full of new technologies to learn. You will mentor other engineers and electrical technicians.",{"entities":[[80,90,"ATTRIBUTE"],[120,127,"SKILL"],[129,145,"SKILL"],[204,213,"SKILL"],[246,277,"EXPERIENCE"],[497,507,"SKILL"],[512,520,"SKILL"],[831,851,"EXPERIENCE"]]}],["Altran is the world leader in engineering and R & D services. We offer our clients a unique value proposition to meet their transformation and innovation challenges. We support our clients, from concept through industrialization, to develop the products and services of tomorrow and have been working for more than 35 years with major players in many sectors: automotive, aeronautics, space, defense & naval, rail, infrastructure & transportation, industrial & consumer products, life sciences, communications, semiconductor & electronics, software & internet, finance & public sector. Altran has more than 50,000 employees operating in over 30 countries. In April 2020, we became part of Capgemini, a global leader in consulting, digital transformation, technology and engineering services. Visit us at www.altran.comResponsibilitiesIn this role you will develop flight control algorithms, implement software, and test closed-loop performance for the Prime Air drone. The ideal candidate will have fundamental knowledge of simulation, dynamics, aerodynamics, design and analysis with practical real-life implementation experience.",{"entities":[[46,49,"SKILL"],[862,887,"EXPERIENCE"],[889,907,"EXPERIENCE"],[1022,1032,"SKILL"],[1034,1042,"SKILL"],[1044,1056,"SKILL"]]}],["CFD Analyst / EngineerJob Description: WeÛªre seeking a Computational Fluid Dynamics (CFD) Analyst to join a growing Huntsville-based R & D team.You'll be using your CFD expertise to test, analyze, design & model the thermal transfer characteristics (+ shock/vibe) of ruggedized electronics systems & their component CCA's. Products include computers, sensors, data acquisition, telecomm, radar, etc.My client is an employee-owned defense contractor specializing in developing advanced electronics/sensors/communications technologies with mil/aero/telecomm applications. They excel at full-system engineering design and NPD - so thereÛªs excellent career growth and learning potential.",{"entities":[[164,167,"SKILL"],[181,247,"EXPERIENCE"]]}],["Our client is a well-known Entertainment company that is seeking a Lead Machine Learning Engineer for their The Direct-to-Consumer Group.They are building a global streaming video platform (OTT) which covers search, recommendation, personalization, catalogue, video transcoding, global subscriptions and really much more. We build user experiences ranging from classic lean-back viewing to interactive learning applications. We build for connected TVs, web, mobile phones, tablets and consoles for a large footprint of all their owned networks.We are hiring Senior Software Engineers to join the Personalization, Recommendation and Search team. As part of a rapidly growing team, you will own complex systems that will provide a personalized and unique experience for millions of users across over 200 countries for all of their brands. You will be responsible for designing and implementing state-of-the-art Client algorithms and systems to personalize the entire experience for our users. You will apply advanced Client techniques to build Recommender and Search systems.You will lead by example and define the best practices, will set high standards for the entire team and for the rest of the organization. You have a successful track record for ambitious projects across cross-functional teams. You are passionate and results-oriented. You strive for technical excellence and are very hands-on. Your co-workers love working with you. You have built respect in your career through concrete accomplishments.What the ideal candidate looks like :",{"entities":[[67,97,"EXPERIENCE"],[208,214,"SKILL"],[216,230,"EXPERIENCE"],[232,247,"EXPERIENCE"],[249,258,"EXPERIENCE"],[260,277,"EXPERIENCE"],[558,583,"EXPERIENCE"],[865,926,"EXPERIENCE"],[1308,1318,"ATTRIBUTE"],[1323,1340,"ATTRIBUTE"],[1390,1399,"ATTRIBUTE"]]}]]}